var data = {
    "17098": {
        "id": "23:37298",
        "name": "ראשונים",
        "lat": "31.948927",
        "lon": "34.802622",
        "code": 17098,
        "location": null
    },
    "17102": {
        "id": "23:37294",
        "name": "רשל''צ משה דיין",
        "lat": "31.987987",
        "lon": "34.757392",
        "code": 17102,
        "location": null
    },
    "30001": {
        "id": "23:14599",
        "name": "צומת בית דגן",
        "lat": "32.000594",
        "lon": "34.820011",
        "code": 30001,
        "location": null
    },
    "30011": {
        "id": "23:14609",
        "name": "איקאה/מרק מושביץ",
        "lat": "31.950982",
        "lon": "34.770578",
        "code": 30011,
        "location": null
    },
    "30060": {
        "id": "23:38973",
        "name": "שד.מרילנד/שד.רחבעם זאבי",
        "lat": "31.991803",
        "lon": "34.746667",
        "code": 30060,
        "location": null
    },
    "30063": {
        "id": "23:38972",
        "name": "קנר/משה שרת",
        "lat": "31.992755",
        "lon": "34.754744",
        "code": 30063,
        "location": null
    },
    "30549": {
        "id": "23:39638",
        "name": "רחבעם זאבי/שד.מרילנד",
        "lat": "31.99186",
        "lon": "34.747258",
        "code": 30549,
        "location": null
    },
    "31179": {
        "id": "23:15513",
        "name": "ילדי טהרן/בסקינד",
        "lat": "31.985934",
        "lon": "34.768",
        "code": 31179,
        "location": null
    },
    "31180": {
        "id": "23:15514",
        "name": "ילדי טהרן - סינמה סיטי",
        "lat": "31.984634",
        "lon": "34.770595",
        "code": 31180,
        "location": null
    },
    "31208": {
        "id": "23:15530",
        "name": "יוסף לישנסקי/דוד סחרוב",
        "lat": "31.992398",
        "lon": "34.766772",
        "code": 31208,
        "location": null
    },
    "31218": {
        "id": "23:40641",
        "name": "כורש/ארגמן",
        "lat": "31.996951",
        "lon": "34.743586",
        "code": 31218,
        "location": null
    },
    "31266": {
        "id": "23:15578",
        "name": "כביש 42/נטעים",
        "lat": "31.944613",
        "lon": "34.781635",
        "code": 31266,
        "location": null
    },
    "31283": {
        "id": "23:15591",
        "name": "דרך המכבים/שדרות הציונות",
        "lat": "31.980173",
        "lon": "34.808864",
        "code": 31283,
        "location": null
    },
    "31285": {
        "id": "23:15592",
        "name": "לוי אשכול/יצחק רבין",
        "lat": "31.971998",
        "lon": "34.774746",
        "code": 31285,
        "location": null
    },
    "31290": {
        "id": "23:15593",
        "name": "קרית הלאום/ישראל גלילי",
        "lat": "31.969906",
        "lon": "34.781041",
        "code": 31290,
        "location": null
    },
    "31322": {
        "id": "23:15606",
        "name": "לוי אשכול/ישראל גלילי",
        "lat": "31.971684",
        "lon": "34.774807",
        "code": 31322,
        "location": null
    },
    "31332": {
        "id": "23:15616",
        "name": "הרצל/אהרון קרון",
        "lat": "31.959981",
        "lon": "34.802604",
        "code": 31332,
        "location": null
    },
    "31339": {
        "id": "23:15623",
        "name": "ירושלים/החוחית",
        "lat": "31.962227",
        "lon": "34.819389",
        "code": 31339,
        "location": null
    },
    "31342": {
        "id": "23:15625",
        "name": "דרך המכבים/פיק''א",
        "lat": "31.973994",
        "lon": "34.807102",
        "code": 31342,
        "location": null
    },
    "31347": {
        "id": "23:15629",
        "name": "הרצל / בן זאב",
        "lat": "31.969746",
        "lon": "34.805049",
        "code": 31347,
        "location": null
    },
    "31349": {
        "id": "23:15631",
        "name": "הרצל/קרן היסוד",
        "lat": "31.971925",
        "lon": "34.806206",
        "code": 31349,
        "location": null
    },
    "31353": {
        "id": "23:15635",
        "name": "הרצל /נחלת יהודה",
        "lat": "31.973631",
        "lon": "34.806977",
        "code": 31353,
        "location": null
    },
    "31371": {
        "id": "23:40806",
        "name": "שדרות רחבעם זאבי/כורש",
        "lat": "31.994759",
        "lon": "34.74016",
        "code": 31371,
        "location": null
    },
    "31374": {
        "id": "23:40805",
        "name": "חיל התותחנים/חיל הצנחנים",
        "lat": "31.996758",
        "lon": "34.737432",
        "code": 31374,
        "location": null
    },
    "31380": {
        "id": "23:15645",
        "name": "יוסף לישנסקי/אצ''ל",
        "lat": "31.989981",
        "lon": "34.765436",
        "code": 31380,
        "location": null
    },
    "31440": {
        "id": "23:15682",
        "name": "לוי אשכול/תור הזהב",
        "lat": "31.974143",
        "lon": "34.776041",
        "code": 31440,
        "location": null
    },
    "31441": {
        "id": "23:15683",
        "name": "לוי אשכול/חסידי אומות העולם",
        "lat": "31.977016",
        "lon": "34.777977",
        "code": 31441,
        "location": null
    },
    "31444": {
        "id": "23:15686",
        "name": "משה לוי/דוד סחרוב",
        "lat": "31.989135",
        "lon": "34.774236",
        "code": 31444,
        "location": null
    },
    "31446": {
        "id": "23:15687",
        "name": "חונים קונים/לישנסקי",
        "lat": "31.989504",
        "lon": "34.765387",
        "code": 31446,
        "location": null
    },
    "31474": {
        "id": "23:15709",
        "name": "בית משפט השלום/ההסתדרות",
        "lat": "31.967876",
        "lon": "34.78082",
        "code": 31474,
        "location": null
    },
    "31483": {
        "id": "23:15715",
        "name": "רוטשילד/התקווה",
        "lat": "31.96392",
        "lon": "34.799384",
        "code": 31483,
        "location": null
    },
    "31499": {
        "id": "23:15723",
        "name": "דרך המכבים/מכון וולקאני",
        "lat": "31.992315",
        "lon": "34.813207",
        "code": 31499,
        "location": null
    },
    "31579": {
        "id": "23:15794",
        "name": "נחלת יהודה ב/גשר",
        "lat": "31.982596",
        "lon": "34.809693",
        "code": 31579,
        "location": null
    },
    "31580": {
        "id": "23:15795",
        "name": "דרך המכבים - בי''ס חקלאי",
        "lat": "31.975442",
        "lon": "34.807277",
        "code": 31580,
        "location": null
    },
    "31583": {
        "id": "23:15797",
        "name": "דוד סחרוב/החומה",
        "lat": "31.991516",
        "lon": "34.770325",
        "code": 31583,
        "location": null
    },
    "31584": {
        "id": "23:15798",
        "name": "דוד סחרוב/אליעזר מזל",
        "lat": "31.990906",
        "lon": "34.771288",
        "code": 31584,
        "location": null
    },
    "31585": {
        "id": "23:15799",
        "name": "דוד סחרוב/אליעזר מזל",
        "lat": "31.990459",
        "lon": "34.772676",
        "code": 31585,
        "location": null
    },
    "31586": {
        "id": "23:15800",
        "name": "דוד סחרוב/אלחנן",
        "lat": "31.992365",
        "lon": "34.768003",
        "code": 31586,
        "location": null
    },
    "31610": {
        "id": "23:15816",
        "name": "משה דיין/גדולי ישראל",
        "lat": "31.980481",
        "lon": "34.775576",
        "code": 31610,
        "location": null
    },
    "31611": {
        "id": "23:15817",
        "name": "משה דיין/חיים בר לב",
        "lat": "31.983369",
        "lon": "34.769223",
        "code": 31611,
        "location": null
    },
    "31657": {
        "id": "23:15844",
        "name": "יוסף לישנסקי/ההגנה",
        "lat": "31.987911",
        "lon": "34.764216",
        "code": 31657,
        "location": null
    },
    "31682": {
        "id": "23:15858",
        "name": "הרצל/אוסישקין",
        "lat": "31.96868",
        "lon": "34.803919",
        "code": 31682,
        "location": null
    },
    "31683": {
        "id": "23:15859",
        "name": "משה לוי/נפתלי פלטין",
        "lat": "31.987494",
        "lon": "34.7732",
        "code": 31683,
        "location": null
    },
    "31685": {
        "id": "23:15860",
        "name": "רוז'נסקי/משה לוי",
        "lat": "31.98611",
        "lon": "34.772752",
        "code": 31685,
        "location": null
    },
    "31686": {
        "id": "23:15861",
        "name": "רוטשילד/זבוטינסקי",
        "lat": "31.963927",
        "lon": "34.800549",
        "code": 31686,
        "location": null
    },
    "31688": {
        "id": "23:15863",
        "name": "רוטשילד/דב הוז",
        "lat": "31.964515",
        "lon": "34.793723",
        "code": 31688,
        "location": null
    },
    "31689": {
        "id": "23:15864",
        "name": "רוטשילד / רמז",
        "lat": "31.964522",
        "lon": "34.792409",
        "code": 31689,
        "location": null
    },
    "31690": {
        "id": "23:15865",
        "name": "רוטשילד/בן גוריון",
        "lat": "31.964894",
        "lon": "34.790532",
        "code": 31690,
        "location": null
    },
    "31691": {
        "id": "23:15866",
        "name": "רוטשילד/שפרינצק",
        "lat": "31.96474",
        "lon": "34.790335",
        "code": 31691,
        "location": null
    },
    "31696": {
        "id": "23:15869",
        "name": "רוטשילד/השדה",
        "lat": "31.964346",
        "lon": "34.79444",
        "code": 31696,
        "location": null
    },
    "31724": {
        "id": "23:15872",
        "name": "יוסף לישנסקי/ההגנה",
        "lat": "31.987563",
        "lon": "34.764269",
        "code": 31724,
        "location": null
    },
    "31751": {
        "id": "23:15886",
        "name": "ההסתדרות/גולדה מאיר",
        "lat": "31.966971",
        "lon": "34.783236",
        "code": 31751,
        "location": null
    },
    "31753": {
        "id": "23:15887",
        "name": "הרצל/רוטשילד",
        "lat": "31.96484",
        "lon": "34.802781",
        "code": 31753,
        "location": null
    },
    "31826": {
        "id": "23:15903",
        "name": "דוד סחרוב/משה לוי",
        "lat": "31.989712",
        "lon": "34.773904",
        "code": 31826,
        "location": null
    },
    "31850": {
        "id": "23:35283",
        "name": "שדרות משה דיין/יציאה לכביש 20",
        "lat": "31.987413",
        "lon": "34.758547",
        "code": 31850,
        "location": null
    },
    "31852": {
        "id": "23:35285",
        "name": "יגאל אלון/גרינשפן",
        "lat": "31.955587",
        "lon": "34.815835",
        "code": 31852,
        "location": null
    },
    "31853": {
        "id": "23:35286",
        "name": "שדות נים/הרצל",
        "lat": "31.949693",
        "lon": "34.804494",
        "code": 31853,
        "location": null
    },
    "31854": {
        "id": "23:35287",
        "name": "שדרות נים/הפלמ''ח",
        "lat": "31.949262",
        "lon": "34.804653",
        "code": 31854,
        "location": null
    },
    "32060": {
        "id": "23:16034",
        "name": "ישראל גלילי/התקומה",
        "lat": "31.970262",
        "lon": "34.780627",
        "code": 32060,
        "location": null
    },
    "32062": {
        "id": "23:16036",
        "name": "לוי אשכול/הדגן",
        "lat": "31.975483",
        "lon": "34.777077",
        "code": 32062,
        "location": null
    },
    "32250": {
        "id": "23:16186",
        "name": "מחלף ראשונים/תחנת רכבת",
        "lat": "31.948139",
        "lon": "34.801429",
        "code": 32250,
        "location": null
    },
    "32264": {
        "id": "23:16200",
        "name": "צומת בית דגן/כביש 44",
        "lat": "32.00267",
        "lon": "34.819925",
        "code": 32264,
        "location": null
    },
    "32382": {
        "id": "23:16309",
        "name": "כביש 4311/המדע",
        "lat": "31.951378",
        "lon": "34.776529",
        "code": 32382,
        "location": null
    },
    "32487": {
        "id": "23:16411",
        "name": "טריגוסין/כביש 44",
        "lat": "31.989373",
        "lon": "34.829416",
        "code": 32487,
        "location": null
    },
    "32789": {
        "id": "23:16699",
        "name": "הבנים/האפרסמון",
        "lat": "31.975381",
        "lon": "34.804053",
        "code": 32789,
        "location": null
    },
    "32794": {
        "id": "23:16701",
        "name": "קופת חולים/פינסקר",
        "lat": "31.977651",
        "lon": "34.803828",
        "code": 32794,
        "location": null
    },
    "32795": {
        "id": "23:16702",
        "name": "פינסקר/העצמאות",
        "lat": "31.978361",
        "lon": "34.801353",
        "code": 32795,
        "location": null
    },
    "32798": {
        "id": "23:16705",
        "name": "הרב צאלח/קיבוץ גלויות",
        "lat": "31.984965",
        "lon": "34.804034",
        "code": 32798,
        "location": null
    },
    "32869": {
        "id": "23:16751",
        "name": "זלמן שניאור/שלמה נתן",
        "lat": "31.982995",
        "lon": "34.786499",
        "code": 32869,
        "location": null
    },
    "32870": {
        "id": "23:16752",
        "name": "זלמן שניאור/פוזננסקי",
        "lat": "31.983446",
        "lon": "34.786444",
        "code": 32870,
        "location": null
    },
    "32872": {
        "id": "23:16754",
        "name": "זלמן שניאור/אבא הלל סילבר",
        "lat": "31.985605",
        "lon": "34.787207",
        "code": 32872,
        "location": null
    },
    "32875": {
        "id": "23:16757",
        "name": "חוף הים/הטיילת",
        "lat": "31.996917",
        "lon": "34.731675",
        "code": 32875,
        "location": null
    },
    "32877": {
        "id": "23:16759",
        "name": "נחמיה/עובדיה",
        "lat": "31.948535",
        "lon": "34.822106",
        "code": 32877,
        "location": null
    },
    "32878": {
        "id": "23:16760",
        "name": "נחמיה/שדרות יעקב",
        "lat": "31.949375",
        "lon": "34.818736",
        "code": 32878,
        "location": null
    },
    "32879": {
        "id": "23:16761",
        "name": "נחמיה/גדעון",
        "lat": "31.950089",
        "lon": "34.815666",
        "code": 32879,
        "location": null
    },
    "32886": {
        "id": "23:16768",
        "name": "מורדי הגטאות/האתרוג",
        "lat": "31.95307",
        "lon": "34.828082",
        "code": 32886,
        "location": null
    },
    "32888": {
        "id": "23:16770",
        "name": "יחזקאל הנביא/צפניה הנביא",
        "lat": "31.952316",
        "lon": "34.814667",
        "code": 32888,
        "location": null
    },
    "32892": {
        "id": "23:16774",
        "name": "נחמיה/יחזקאל הנביא",
        "lat": "31.953679",
        "lon": "34.815717",
        "code": 32892,
        "location": null
    },
    "32894": {
        "id": "23:16776",
        "name": "מורדי הגטאות/האורן",
        "lat": "31.953982",
        "lon": "34.824665",
        "code": 32894,
        "location": null
    },
    "32919": {
        "id": "23:16796",
        "name": "מגדלי העיר/שדרות יעקב",
        "lat": "31.954428",
        "lon": "34.821526",
        "code": 32919,
        "location": null
    },
    "32920": {
        "id": "23:16797",
        "name": "שדרות יעקב/הרקפת",
        "lat": "31.955257",
        "lon": "34.822242",
        "code": 32920,
        "location": null
    },
    "32921": {
        "id": "23:16798",
        "name": "שדרות יעקב/החצב",
        "lat": "31.957739",
        "lon": "34.823198",
        "code": 32921,
        "location": null
    },
    "32922": {
        "id": "23:16799",
        "name": "שדרות יעקב/הכלנית",
        "lat": "31.95711",
        "lon": "34.822793",
        "code": 32922,
        "location": null
    },
    "32923": {
        "id": "23:16800",
        "name": "ירושלים/נוה זאב",
        "lat": "31.960939",
        "lon": "34.823642",
        "code": 32923,
        "location": null
    },
    "32924": {
        "id": "23:16801",
        "name": "ירושלים/שדרות יעקב",
        "lat": "31.960934",
        "lon": "34.82319",
        "code": 32924,
        "location": null
    },
    "32925": {
        "id": "23:16802",
        "name": "רמז/הגליל",
        "lat": "31.962193",
        "lon": "34.792347",
        "code": 32925,
        "location": null
    },
    "32926": {
        "id": "23:16803",
        "name": "רמז/עולי הגרדום",
        "lat": "31.962867",
        "lon": "34.792686",
        "code": 32926,
        "location": null
    },
    "32928": {
        "id": "23:16805",
        "name": "יהודה הלוי/הגדוד העברי",
        "lat": "31.967105",
        "lon": "34.811205",
        "code": 32928,
        "location": null
    },
    "32930": {
        "id": "23:16807",
        "name": "פינסקר/חבד",
        "lat": "31.968109",
        "lon": "34.807347",
        "code": 32930,
        "location": null
    },
    "32932": {
        "id": "23:16809",
        "name": "כצנלסון/פרופ' נחום",
        "lat": "31.967106",
        "lon": "34.79825",
        "code": 32932,
        "location": null
    },
    "32933": {
        "id": "23:16810",
        "name": "הרצל/וייצמן",
        "lat": "31.969664",
        "lon": "34.804723",
        "code": 32933,
        "location": null
    },
    "32934": {
        "id": "23:16811",
        "name": "אנילביץ'/שלום אש",
        "lat": "31.981558",
        "lon": "34.789416",
        "code": 32934,
        "location": null
    },
    "32936": {
        "id": "23:16813",
        "name": "אנילביץ/הרב משה איבגי",
        "lat": "31.984417",
        "lon": "34.789991",
        "code": 32936,
        "location": null
    },
    "32937": {
        "id": "23:16814",
        "name": "חנה סנש/זלמן שניאור",
        "lat": "31.98767",
        "lon": "34.787934",
        "code": 32937,
        "location": null
    },
    "32938": {
        "id": "23:16815",
        "name": "שאול המלך/מלכי ישראל",
        "lat": "31.978707",
        "lon": "34.78916",
        "code": 32938,
        "location": null
    },
    "32939": {
        "id": "23:16816",
        "name": "נחמיה/מלאכי",
        "lat": "31.947826",
        "lon": "34.824966",
        "code": 32939,
        "location": null
    },
    "32944": {
        "id": "23:16821",
        "name": "נחמיה/מרבד הקסמים",
        "lat": "31.948592",
        "lon": "34.826658",
        "code": 32944,
        "location": null
    },
    "32946": {
        "id": "23:16823",
        "name": "המייסדים/הברושים",
        "lat": "31.973652",
        "lon": "34.806288",
        "code": 32946,
        "location": null
    },
    "32947": {
        "id": "23:16824",
        "name": "דרך המכבים/שדרות הציונות",
        "lat": "31.981526",
        "lon": "34.809642",
        "code": 32947,
        "location": null
    },
    "33115": {
        "id": "23:21318",
        "name": "כביש 44/תחנה מטאורולוגית",
        "lat": "32.006425",
        "lon": "34.81701",
        "code": 33115,
        "location": null
    },
    "33116": {
        "id": "23:21319",
        "name": "טריגוסין-דרום",
        "lat": "31.987429",
        "lon": "34.830751",
        "code": 33116,
        "location": null
    },
    "33117": {
        "id": "23:21320",
        "name": "צומת חב''ד",
        "lat": "31.978425",
        "lon": "34.836919",
        "code": 33117,
        "location": null
    },
    "33118": {
        "id": "23:21321",
        "name": "הרצוג/44",
        "lat": "31.973138",
        "lon": "34.840792",
        "code": 33118,
        "location": null
    },
    "33125": {
        "id": "23:21327",
        "name": "בן גוריון/ההסתדרות",
        "lat": "31.965967",
        "lon": "34.789566",
        "code": 33125,
        "location": null
    },
    "33126": {
        "id": "23:21328",
        "name": "שד. בגין/פולה בן גוריון",
        "lat": "31.972191",
        "lon": "34.792254",
        "code": 33126,
        "location": null
    },
    "33127": {
        "id": "23:21329",
        "name": "שד. בגין/השחר",
        "lat": "31.971282",
        "lon": "34.796517",
        "code": 33127,
        "location": null
    },
    "33128": {
        "id": "23:21330",
        "name": "ז'בוטינסקי/שדרות בגין",
        "lat": "31.970667",
        "lon": "34.798464",
        "code": 33128,
        "location": null
    },
    "33129": {
        "id": "23:21331",
        "name": "זבוטינסקי/קרית ספר",
        "lat": "31.966557",
        "lon": "34.799456",
        "code": 33129,
        "location": null
    },
    "33130": {
        "id": "23:21332",
        "name": "הרצל/עין הקורא",
        "lat": "31.965438",
        "lon": "34.802945",
        "code": 33130,
        "location": null
    },
    "33133": {
        "id": "23:21333",
        "name": "מחלף ראשונים",
        "lat": "31.950178",
        "lon": "34.801781",
        "code": 33133,
        "location": null
    },
    "33285": {
        "id": "23:21473",
        "name": "טריגוסין/כביש 44",
        "lat": "31.988533",
        "lon": "34.830286",
        "code": 33285,
        "location": null
    },
    "33326": {
        "id": "23:21507",
        "name": "הרצל/סוקולוב",
        "lat": "31.957388",
        "lon": "34.802287",
        "code": 33326,
        "location": null
    },
    "33331": {
        "id": "23:21509",
        "name": "שדרות בגין/יוהנה ז'בוטינסקי",
        "lat": "31.971788",
        "lon": "34.793752",
        "code": 33331,
        "location": null
    },
    "33332": {
        "id": "23:21510",
        "name": "שד. בן גוריון/המעיין",
        "lat": "31.969877",
        "lon": "34.790197",
        "code": 33332,
        "location": null
    },
    "33333": {
        "id": "23:21511",
        "name": "שדרות בן גוריון/ שדרות בגין",
        "lat": "31.972017",
        "lon": "34.79115",
        "code": 33333,
        "location": null
    },
    "33334": {
        "id": "23:21512",
        "name": "בן גוריון/כצנלסון",
        "lat": "31.966323",
        "lon": "34.789791",
        "code": 33334,
        "location": null
    },
    "33433": {
        "id": "23:21590",
        "name": "ז'בוטינסקי/שד. בגין",
        "lat": "31.971346",
        "lon": "34.797988",
        "code": 33433,
        "location": null
    },
    "33439": {
        "id": "23:21594",
        "name": "צומת חב''ד",
        "lat": "31.979433",
        "lon": "34.83654",
        "code": 33439,
        "location": null
    },
    "33489": {
        "id": "23:21637",
        "name": "קניון אסף/44",
        "lat": "31.96875",
        "lon": "34.842204",
        "code": 33489,
        "location": null
    },
    "33491": {
        "id": "23:21639",
        "name": "צריפין/בסיס אספקה",
        "lat": "31.959154",
        "lon": "34.836271",
        "code": 33491,
        "location": null
    },
    "33492": {
        "id": "23:21640",
        "name": "מחנה צריפין",
        "lat": "31.962411",
        "lon": "34.836116",
        "code": 33492,
        "location": null
    },
    "33493": {
        "id": "23:21641",
        "name": "בסיס 108",
        "lat": "31.958945",
        "lon": "34.837845",
        "code": 33493,
        "location": null
    },
    "33494": {
        "id": "23:21642",
        "name": "שער ירושלים / 4313",
        "lat": "31.954845",
        "lon": "34.844785",
        "code": 33494,
        "location": null
    },
    "33495": {
        "id": "23:21643",
        "name": "בסיס 108",
        "lat": "31.956066",
        "lon": "34.838829",
        "code": 33495,
        "location": null
    },
    "33496": {
        "id": "23:21644",
        "name": "מחנה צריפין/בהד 11",
        "lat": "31.959136",
        "lon": "34.833376",
        "code": 33496,
        "location": null
    },
    "33497": {
        "id": "23:21645",
        "name": "ירושלים/שלמה פומבורובסקי",
        "lat": "31.960224",
        "lon": "34.82654",
        "code": 33497,
        "location": null
    },
    "33502": {
        "id": "23:21650",
        "name": "מחנה צריפין",
        "lat": "31.960555",
        "lon": "34.835492",
        "code": 33502,
        "location": null
    },
    "33503": {
        "id": "23:21651",
        "name": "מחנה צריפין/משטרה צבאית",
        "lat": "31.95954",
        "lon": "34.831734",
        "code": 33503,
        "location": null
    },
    "33504": {
        "id": "23:21652",
        "name": "ירושלים/שלמה פומבורובסקי",
        "lat": "31.960109",
        "lon": "34.827781",
        "code": 33504,
        "location": null
    },
    "33506": {
        "id": "23:21653",
        "name": "מחנה מצל''ח 6820",
        "lat": "31.954871",
        "lon": "34.841046",
        "code": 33506,
        "location": null
    },
    "33507": {
        "id": "23:21654",
        "name": "שער ירושלים/בהד 20",
        "lat": "31.956",
        "lon": "34.843278",
        "code": 33507,
        "location": null
    },
    "33508": {
        "id": "23:21655",
        "name": "בסיס מזון",
        "lat": "31.95968",
        "lon": "34.840204",
        "code": 33508,
        "location": null
    },
    "33509": {
        "id": "23:21656",
        "name": "צריפין/בסיס מזון",
        "lat": "31.961506",
        "lon": "34.838388",
        "code": 33509,
        "location": null
    },
    "33512": {
        "id": "23:38907",
        "name": "תחנה מרכזית ראשון לציון",
        "lat": "31.967759",
        "lon": "34.785612",
        "code": 33512,
        "location": null
    },
    "33513": {
        "id": "23:21659",
        "name": "תחנה מרכזית ראשל''צ/הורדה",
        "lat": "31.968364",
        "lon": "34.785343",
        "code": 33513,
        "location": null
    },
    "33584": {
        "id": "23:21676",
        "name": "יגאל אלון/ראם",
        "lat": "31.954581",
        "lon": "34.815181",
        "code": 33584,
        "location": null
    },
    "33586": {
        "id": "23:21677",
        "name": "בית ספר אור/ירושלים",
        "lat": "31.962619",
        "lon": "34.81492",
        "code": 33586,
        "location": null
    },
    "33587": {
        "id": "23:21678",
        "name": "ירושלים/שרה ואליהו",
        "lat": "31.962238",
        "lon": "34.810558",
        "code": 33587,
        "location": null
    },
    "33588": {
        "id": "23:21679",
        "name": "אחד העם/הרב שלום סיבהי",
        "lat": "31.962713",
        "lon": "34.807635",
        "code": 33588,
        "location": null
    },
    "33589": {
        "id": "23:21680",
        "name": "פינסקר/הרב קוק",
        "lat": "31.965511",
        "lon": "34.807486",
        "code": 33589,
        "location": null
    },
    "33590": {
        "id": "23:21681",
        "name": "פינסקר/רוטשילד",
        "lat": "31.965577",
        "lon": "34.807373",
        "code": 33590,
        "location": null
    },
    "33591": {
        "id": "23:21682",
        "name": "אחד העם/איתמר בן אב''י",
        "lat": "31.963774",
        "lon": "34.807537",
        "code": 33591,
        "location": null
    },
    "33592": {
        "id": "23:21683",
        "name": "ירושלים/ביל''ו",
        "lat": "31.96195",
        "lon": "34.809039",
        "code": 33592,
        "location": null
    },
    "33593": {
        "id": "23:21684",
        "name": "ירושלים/בלפור",
        "lat": "31.962202",
        "lon": "34.811931",
        "code": 33593,
        "location": null
    },
    "33594": {
        "id": "23:21685",
        "name": "ירושלים/דוד הראובני",
        "lat": "31.962333",
        "lon": "34.813139",
        "code": 33594,
        "location": null
    },
    "33595": {
        "id": "23:21686",
        "name": "ירושלים/השומר",
        "lat": "31.962562",
        "lon": "34.816165",
        "code": 33595,
        "location": null
    },
    "33596": {
        "id": "23:21687",
        "name": "ירושלים/האחד עשר",
        "lat": "31.962316",
        "lon": "34.819092",
        "code": 33596,
        "location": null
    },
    "33597": {
        "id": "23:21688",
        "name": "יגאל אלון/מישור",
        "lat": "31.950892",
        "lon": "34.811943",
        "code": 33597,
        "location": null
    },
    "33737": {
        "id": "23:21799",
        "name": "צומת בית דגן",
        "lat": "32.000365",
        "lon": "34.821606",
        "code": 33737,
        "location": null
    },
    "33815": {
        "id": "23:21864",
        "name": "אלי כהן/המוכתר",
        "lat": "31.985803",
        "lon": "34.807039",
        "code": 33815,
        "location": null
    },
    "33838": {
        "id": "23:21887",
        "name": "אנילביץ/צייטלין",
        "lat": "31.985965",
        "lon": "34.789627",
        "code": 33838,
        "location": null
    },
    "33872": {
        "id": "23:21921",
        "name": "שדרות היובל/האורנים",
        "lat": "31.976736",
        "lon": "34.796416",
        "code": 33872,
        "location": null
    },
    "34081": {
        "id": "23:22116",
        "name": "מכון וולקני/דרך המכבים",
        "lat": "31.996518",
        "lon": "34.817629",
        "code": 34081,
        "location": null
    },
    "34097": {
        "id": "23:22132",
        "name": "מסוף אבי האסירים",
        "lat": "31.954642",
        "lon": "34.804341",
        "code": 34097,
        "location": null
    },
    "34278": {
        "id": "23:22307",
        "name": "גיבורי ישראל/השניים",
        "lat": "31.985637",
        "lon": "34.808738",
        "code": 34278,
        "location": null
    },
    "34279": {
        "id": "23:22308",
        "name": "הרב צאלח/התמר",
        "lat": "31.98712",
        "lon": "34.806209",
        "code": 34279,
        "location": null
    },
    "34280": {
        "id": "23:22309",
        "name": "מכון וולקני/דרך המכבים",
        "lat": "31.99366",
        "lon": "34.814543",
        "code": 34280,
        "location": null
    },
    "34309": {
        "id": "23:22338",
        "name": "ירושלים/הגדוד העברי",
        "lat": "31.962128",
        "lon": "34.811172",
        "code": 34309,
        "location": null
    },
    "34310": {
        "id": "23:22339",
        "name": "ירושלים/דוד הראובני",
        "lat": "31.962595",
        "lon": "34.814639",
        "code": 34310,
        "location": null
    },
    "34311": {
        "id": "23:22340",
        "name": "רוטשילד/וייצברד",
        "lat": "31.964376",
        "lon": "34.806393",
        "code": 34311,
        "location": null
    },
    "34313": {
        "id": "23:22342",
        "name": "רמז/הר ציון",
        "lat": "31.960075",
        "lon": "34.791675",
        "code": 34313,
        "location": null
    },
    "34314": {
        "id": "23:22343",
        "name": "כצנלסון/קפלן אליעזר",
        "lat": "31.967451",
        "lon": "34.79487",
        "code": 34314,
        "location": null
    },
    "34316": {
        "id": "23:22345",
        "name": "יהודה הלוי/קידוש השם",
        "lat": "31.967326",
        "lon": "34.813063",
        "code": 34316,
        "location": null
    },
    "34317": {
        "id": "23:22346",
        "name": "גבעתי/יהודה הלוי",
        "lat": "31.968628",
        "lon": "34.816538",
        "code": 34317,
        "location": null
    },
    "34318": {
        "id": "23:22347",
        "name": "מרגולין/ברנדייס",
        "lat": "31.969299",
        "lon": "34.80832",
        "code": 34318,
        "location": null
    },
    "34325": {
        "id": "23:22354",
        "name": "הרב צאלח/האגס",
        "lat": "31.986001",
        "lon": "34.805007",
        "code": 34325,
        "location": null
    },
    "34326": {
        "id": "23:22355",
        "name": "משה-דיין/שניאור",
        "lat": "31.978513",
        "lon": "34.784197",
        "code": 34326,
        "location": null
    },
    "34327": {
        "id": "23:22356",
        "name": "שדרות רחבעם זאבי/יוסף ספיר",
        "lat": "31.991027",
        "lon": "34.749339",
        "code": 34327,
        "location": null
    },
    "34328": {
        "id": "23:22357",
        "name": "בית ספר לכבאות/רחבעם זאבי",
        "lat": "31.993249",
        "lon": "34.744967",
        "code": 34328,
        "location": null
    },
    "34330": {
        "id": "23:22359",
        "name": "חנה סנש/מרדכי אנילביץ",
        "lat": "31.98758",
        "lon": "34.78818",
        "code": 34330,
        "location": null
    },
    "34331": {
        "id": "23:22360",
        "name": "הרב יוסף עזרן/דוד המלך",
        "lat": "31.979258",
        "lon": "34.784997",
        "code": 34331,
        "location": null
    },
    "34332": {
        "id": "23:22361",
        "name": "שאול המלך/מלכי ישראל",
        "lat": "31.979306",
        "lon": "34.789101",
        "code": 34332,
        "location": null
    },
    "34343": {
        "id": "23:22372",
        "name": "יוסף ספיר/שמעון ישראלי",
        "lat": "31.99145",
        "lon": "34.750378",
        "code": 34343,
        "location": null
    },
    "34344": {
        "id": "23:22373",
        "name": "יוסף ספיר/השר חיים שפירא",
        "lat": "31.993309",
        "lon": "34.751628",
        "code": 34344,
        "location": null
    },
    "34345": {
        "id": "23:22374",
        "name": "משה שרת/גלוסקא",
        "lat": "31.994277",
        "lon": "34.753059",
        "code": 34345,
        "location": null
    },
    "34347": {
        "id": "23:22376",
        "name": "כצנלסון/לילינבלום",
        "lat": "31.967245",
        "lon": "34.797815",
        "code": 34347,
        "location": null
    },
    "34348": {
        "id": "23:22377",
        "name": "כצנלסון/קפלן אליעזר",
        "lat": "31.96751",
        "lon": "34.795228",
        "code": 34348,
        "location": null
    },
    "34351": {
        "id": "23:22380",
        "name": "שער ראשון/ירושלים",
        "lat": "31.959874",
        "lon": "34.828132",
        "code": 34351,
        "location": null
    },
    "34389": {
        "id": "23:22418",
        "name": "מרדכי פופל/על כנפי נשרים",
        "lat": "31.969951",
        "lon": "34.815448",
        "code": 34389,
        "location": null
    },
    "34414": {
        "id": "23:22442",
        "name": "שדרות רחבעם זאבי/כורש",
        "lat": "31.994162",
        "lon": "34.742082",
        "code": 34414,
        "location": null
    },
    "34416": {
        "id": "23:22444",
        "name": "כורש/זלמן שזר",
        "lat": "31.995134",
        "lon": "34.74284",
        "code": 34416,
        "location": null
    },
    "34422": {
        "id": "23:22450",
        "name": "גן דודזון/סגל",
        "lat": "31.97166",
        "lon": "34.814065",
        "code": 34422,
        "location": null
    },
    "34423": {
        "id": "23:22451",
        "name": "צומת קרית ראשון",
        "lat": "31.978147",
        "lon": "34.784713",
        "code": 34423,
        "location": null
    },
    "34430": {
        "id": "23:22458",
        "name": "בן גוריון/מנחם בגין",
        "lat": "31.97098",
        "lon": "34.79091",
        "code": 34430,
        "location": null
    },
    "34434": {
        "id": "23:22462",
        "name": "גבעתי/האחים סולימאן",
        "lat": "31.964482",
        "lon": "34.817044",
        "code": 34434,
        "location": null
    },
    "34435": {
        "id": "23:22463",
        "name": "עזרא/שדרות יעקב",
        "lat": "31.95264",
        "lon": "34.820062",
        "code": 34435,
        "location": null
    },
    "34443": {
        "id": "23:22470",
        "name": "קופת חולים/פינסקר",
        "lat": "31.968047",
        "lon": "34.807239",
        "code": 34443,
        "location": null
    },
    "34444": {
        "id": "23:22471",
        "name": "עולי הגרדום/אריה בן אליעזר",
        "lat": "31.962122",
        "lon": "34.795157",
        "code": 34444,
        "location": null
    },
    "34445": {
        "id": "23:22472",
        "name": "אריה בן אליעזר/הורוביץ",
        "lat": "31.959834",
        "lon": "34.795105",
        "code": 34445,
        "location": null
    },
    "34466": {
        "id": "23:22493",
        "name": "גולדה מאיר/החרצית",
        "lat": "31.972743",
        "lon": "34.786937",
        "code": 34466,
        "location": null
    },
    "34467": {
        "id": "23:22494",
        "name": "גולדה מאיר/הסחלב",
        "lat": "31.97093",
        "lon": "34.78599",
        "code": 34467,
        "location": null
    },
    "34468": {
        "id": "23:22495",
        "name": "ז'בוטינסקי/תרמ''ב",
        "lat": "31.966395",
        "lon": "34.799684",
        "code": 34468,
        "location": null
    },
    "34481": {
        "id": "23:22507",
        "name": "הקישון/רמז",
        "lat": "31.960514",
        "lon": "34.792918",
        "code": 34481,
        "location": null
    },
    "34564": {
        "id": "23:22589",
        "name": "הקישון/רמז",
        "lat": "31.960474",
        "lon": "34.792511",
        "code": 34564,
        "location": null
    },
    "34566": {
        "id": "23:22591",
        "name": "אריה בן אליעזר/נחל שורק",
        "lat": "31.959835",
        "lon": "34.794999",
        "code": 34566,
        "location": null
    },
    "34567": {
        "id": "23:22592",
        "name": "יואל דרובין/שלמה קפלנסקי",
        "lat": "31.957362",
        "lon": "34.799368",
        "code": 34567,
        "location": null
    },
    "34579": {
        "id": "23:22604",
        "name": "גרינשפן/ברנשטיין",
        "lat": "31.957176",
        "lon": "34.814567",
        "code": 34579,
        "location": null
    },
    "34589": {
        "id": "23:22613",
        "name": "מורדי הגטאות/זאב",
        "lat": "31.955324",
        "lon": "34.819229",
        "code": 34589,
        "location": null
    },
    "34590": {
        "id": "23:22614",
        "name": "הרקפת/פטריה",
        "lat": "31.950622",
        "lon": "34.830778",
        "code": 34590,
        "location": null
    },
    "34592": {
        "id": "23:22616",
        "name": "חוף הים/הטיילת",
        "lat": "31.996828",
        "lon": "34.73169",
        "code": 34592,
        "location": null
    },
    "34622": {
        "id": "23:22646",
        "name": "בי''ס בית יעקב",
        "lat": "31.966718",
        "lon": "34.804702",
        "code": 34622,
        "location": null
    },
    "34637": {
        "id": "23:22661",
        "name": "רוטשילד/הרב זינגר",
        "lat": "31.964166",
        "lon": "34.805928",
        "code": 34637,
        "location": null
    },
    "34648": {
        "id": "23:22672",
        "name": "גולדה מאיר/ישראל גלילי",
        "lat": "31.969151",
        "lon": "34.785325",
        "code": 34648,
        "location": null
    },
    "34649": {
        "id": "23:22673",
        "name": "חי כיף/גולדה מאיר",
        "lat": "31.973444",
        "lon": "34.787561",
        "code": 34649,
        "location": null
    },
    "34650": {
        "id": "23:22674",
        "name": "יהודה הלוי/הגדוד העברי",
        "lat": "31.966977",
        "lon": "34.810884",
        "code": 34650,
        "location": null
    },
    "34667": {
        "id": "23:22691",
        "name": "צומת צריפין",
        "lat": "31.968948",
        "lon": "34.842991",
        "code": 34667,
        "location": null
    },
    "34670": {
        "id": "23:22694",
        "name": "בה''ד 6",
        "lat": "31.95699",
        "lon": "34.838522",
        "code": 34670,
        "location": null
    },
    "34671": {
        "id": "23:22695",
        "name": "מחנה מצל''ח 6821",
        "lat": "31.955057",
        "lon": "34.839525",
        "code": 34671,
        "location": null
    },
    "34672": {
        "id": "23:22696",
        "name": "בה''ד 20",
        "lat": "31.954941",
        "lon": "34.842822",
        "code": 34672,
        "location": null
    },
    "34686": {
        "id": "23:22709",
        "name": "זלמן שז''ר/חיל ההנדסה",
        "lat": "31.996192",
        "lon": "34.741051",
        "code": 34686,
        "location": null
    },
    "34700": {
        "id": "23:22723",
        "name": "הכרמל/הרצל",
        "lat": "31.961794",
        "lon": "34.803547",
        "code": 34700,
        "location": null
    },
    "34702": {
        "id": "23:22725",
        "name": "נחמיה/זרובבל",
        "lat": "31.948065",
        "lon": "34.824408",
        "code": 34702,
        "location": null
    },
    "34715": {
        "id": "23:22738",
        "name": "השומר/מזי''א",
        "lat": "31.960408",
        "lon": "34.815373",
        "code": 34715,
        "location": null
    },
    "34767": {
        "id": "23:22789",
        "name": "ויניק/גן זמסקי",
        "lat": "31.957247",
        "lon": "34.796806",
        "code": 34767,
        "location": null
    },
    "34768": {
        "id": "23:22790",
        "name": "מרכז ספורט/שדרות בן גוריון",
        "lat": "31.974105",
        "lon": "34.792241",
        "code": 34768,
        "location": null
    },
    "34775": {
        "id": "23:22797",
        "name": "שד. בן גוריון/המעיין",
        "lat": "31.969015",
        "lon": "34.790059",
        "code": 34775,
        "location": null
    },
    "34782": {
        "id": "23:22804",
        "name": "ישראל גלילי/הסחלב",
        "lat": "31.969126",
        "lon": "34.784012",
        "code": 34782,
        "location": null
    },
    "34783": {
        "id": "23:22805",
        "name": "ירושלים/בלפור",
        "lat": "31.962406",
        "lon": "34.81236",
        "code": 34783,
        "location": null
    },
    "34784": {
        "id": "23:22806",
        "name": "מעפילי מרוקו/הנביאים",
        "lat": "31.951784",
        "lon": "34.830674",
        "code": 34784,
        "location": null
    },
    "34798": {
        "id": "23:22820",
        "name": "חיל התותחנים/חיל השריון",
        "lat": "31.998867",
        "lon": "34.739623",
        "code": 34798,
        "location": null
    },
    "34800": {
        "id": "23:22822",
        "name": "שדרות רחבעם זאבי/יוסף ספיר",
        "lat": "31.990264",
        "lon": "34.750133",
        "code": 34800,
        "location": null
    },
    "34803": {
        "id": "23:22825",
        "name": "ישראל גלילי/גולדה מאיר",
        "lat": "31.969037",
        "lon": "34.783626",
        "code": 34803,
        "location": null
    },
    "34804": {
        "id": "23:22826",
        "name": "העצמאות/מזליק איל",
        "lat": "31.980266",
        "lon": "34.801267",
        "code": 34804,
        "location": null
    },
    "34813": {
        "id": "23:22835",
        "name": "גבעתי/יוסף בורג",
        "lat": "31.966713",
        "lon": "34.816994",
        "code": 34813,
        "location": null
    },
    "34817": {
        "id": "23:22839",
        "name": "נחמיה/הרקפת",
        "lat": "31.950298",
        "lon": "34.827555",
        "code": 34817,
        "location": null
    },
    "34820": {
        "id": "23:22842",
        "name": "האלמוגים/השייטים",
        "lat": "31.988268",
        "lon": "34.779568",
        "code": 34820,
        "location": null
    },
    "34821": {
        "id": "23:22843",
        "name": "האלמוגים/התורן",
        "lat": "31.987969",
        "lon": "34.779283",
        "code": 34821,
        "location": null
    },
    "34822": {
        "id": "23:22844",
        "name": "הנחשול/הלווייתן",
        "lat": "31.988801",
        "lon": "34.781097",
        "code": 34822,
        "location": null
    },
    "34823": {
        "id": "23:22845",
        "name": "הנחשול/הדייגים",
        "lat": "31.986237",
        "lon": "34.783793",
        "code": 34823,
        "location": null
    },
    "34824": {
        "id": "23:22846",
        "name": "הנחשול/אבא הלל סילבר",
        "lat": "31.986178",
        "lon": "34.783879",
        "code": 34824,
        "location": null
    },
    "34825": {
        "id": "23:22847",
        "name": "הנחשול/הצדף",
        "lat": "31.988588",
        "lon": "34.781753",
        "code": 34825,
        "location": null
    },
    "34826": {
        "id": "23:22848",
        "name": "מרכז קהילתי סילבר",
        "lat": "31.984246",
        "lon": "34.786105",
        "code": 34826,
        "location": null
    },
    "34827": {
        "id": "23:22849",
        "name": "מרכז קהילתי סילבר",
        "lat": "31.984678",
        "lon": "34.785105",
        "code": 34827,
        "location": null
    },
    "34873": {
        "id": "23:22895",
        "name": "ההסתדרות/שדה נחום",
        "lat": "31.967543",
        "lon": "34.780914",
        "code": 34873,
        "location": null
    },
    "34905": {
        "id": "23:22927",
        "name": "אצל/נדב בסקינד",
        "lat": "31.988312",
        "lon": "34.767767",
        "code": 34905,
        "location": null
    },
    "34906": {
        "id": "23:22928",
        "name": "מרכז מסחרי/אצ''ל",
        "lat": "31.988684",
        "lon": "34.7665",
        "code": 34906,
        "location": null
    },
    "34907": {
        "id": "23:22929",
        "name": "מורדי הגטאות/האורן",
        "lat": "31.95383",
        "lon": "34.824892",
        "code": 34907,
        "location": null
    },
    "34908": {
        "id": "23:22930",
        "name": "מורדי הגטאות/השזיף",
        "lat": "31.953027",
        "lon": "34.827897",
        "code": 34908,
        "location": null
    },
    "34909": {
        "id": "23:22931",
        "name": "הרקפת/האמוראים",
        "lat": "31.950487",
        "lon": "34.830314",
        "code": 34909,
        "location": null
    },
    "34910": {
        "id": "23:22932",
        "name": "נחמיה/יחזקאל הנביא",
        "lat": "31.950275",
        "lon": "34.815298",
        "code": 34910,
        "location": null
    },
    "34911": {
        "id": "23:22933",
        "name": "יחזקאל הנביא/נחמיה",
        "lat": "31.952261",
        "lon": "34.814824",
        "code": 34911,
        "location": null
    },
    "34912": {
        "id": "23:22934",
        "name": "יגאל אלון/רבי יהודה הנשיא",
        "lat": "31.949328",
        "lon": "34.811204",
        "code": 34912,
        "location": null
    },
    "34921": {
        "id": "23:22943",
        "name": "נחמיה/אלפסי",
        "lat": "31.949142",
        "lon": "34.820023",
        "code": 34921,
        "location": null
    },
    "34922": {
        "id": "23:22944",
        "name": "הר סיני/סעדיה גאון",
        "lat": "31.946137",
        "lon": "34.827375",
        "code": 34922,
        "location": null
    },
    "34942": {
        "id": "23:22964",
        "name": "דרך המכבים/פריימן",
        "lat": "31.977527",
        "lon": "34.808252",
        "code": 34942,
        "location": null
    },
    "34952": {
        "id": "23:22974",
        "name": "אצל/לישנסקי",
        "lat": "31.989539",
        "lon": "34.764506",
        "code": 34952,
        "location": null
    },
    "34953": {
        "id": "23:22975",
        "name": "אצל/עליית הנוער",
        "lat": "31.9906",
        "lon": "34.761533",
        "code": 34953,
        "location": null
    },
    "34958": {
        "id": "23:22979",
        "name": "מעפילי מרוקו/הנביאים",
        "lat": "31.951685",
        "lon": "34.830694",
        "code": 34958,
        "location": null
    },
    "34960": {
        "id": "23:22981",
        "name": "שמוטקין/פריימן",
        "lat": "31.975452",
        "lon": "34.810966",
        "code": 34960,
        "location": null
    },
    "34962": {
        "id": "23:22983",
        "name": "צבי פרנק/הכובש",
        "lat": "31.970889",
        "lon": "34.810866",
        "code": 34962,
        "location": null
    },
    "34963": {
        "id": "23:22984",
        "name": "יואל דרובין/האחים סמילצ'נסקי",
        "lat": "31.960604",
        "lon": "34.799784",
        "code": 34963,
        "location": null
    },
    "34964": {
        "id": "23:22985",
        "name": "יואל דרובין/צבי הירשפלד",
        "lat": "31.958767",
        "lon": "34.799493",
        "code": 34964,
        "location": null
    },
    "34966": {
        "id": "23:22987",
        "name": "גלי הדר/קאונטרי",
        "lat": "31.949526",
        "lon": "34.788222",
        "code": 34966,
        "location": null
    },
    "34968": {
        "id": "23:22989",
        "name": "בלבן/פיקא",
        "lat": "31.971597",
        "lon": "34.810351",
        "code": 34968,
        "location": null
    },
    "34969": {
        "id": "23:22990",
        "name": "שמוטקין/ברשבסקי",
        "lat": "31.973912",
        "lon": "34.810813",
        "code": 34969,
        "location": null
    },
    "34971": {
        "id": "23:22992",
        "name": "יהושוע גיבשטיין/יונה פיינשטיין",
        "lat": "31.9533",
        "lon": "34.811648",
        "code": 34971,
        "location": null
    },
    "34972": {
        "id": "23:22993",
        "name": "גיבשטיין/רא''ם",
        "lat": "31.954483",
        "lon": "34.81283",
        "code": 34972,
        "location": null
    },
    "34980": {
        "id": "23:23001",
        "name": "קפלנסקי/שדרות זמסקי",
        "lat": "31.957972",
        "lon": "34.796932",
        "code": 34980,
        "location": null
    },
    "34982": {
        "id": "23:23003",
        "name": "אנילביץ'/החלוץ",
        "lat": "31.986419",
        "lon": "34.789584",
        "code": 34982,
        "location": null
    },
    "34998": {
        "id": "23:23019",
        "name": "כצנלסון/י ל פרץ",
        "lat": "31.967784",
        "lon": "34.79126",
        "code": 34998,
        "location": null
    },
    "35066": {
        "id": "23:23086",
        "name": "יואל דרובין/האחים סמילצנסקי",
        "lat": "31.959956",
        "lon": "34.799793",
        "code": 35066,
        "location": null
    },
    "35067": {
        "id": "23:23087",
        "name": "עולי הגרדום/החייל האלמוני",
        "lat": "31.960914",
        "lon": "34.801483",
        "code": 35067,
        "location": null
    },
    "35129": {
        "id": "23:23137",
        "name": "מכון וולקני/דרך המכבים",
        "lat": "31.995863",
        "lon": "34.816472",
        "code": 35129,
        "location": null
    },
    "35130": {
        "id": "23:23138",
        "name": "בנימין שמוטקין/יעקב פריימן",
        "lat": "31.9761",
        "lon": "34.810726",
        "code": 35130,
        "location": null
    },
    "35140": {
        "id": "23:23148",
        "name": "מוטה גור/המכללה למינהל",
        "lat": "31.96837",
        "lon": "34.772483",
        "code": 35140,
        "location": null
    },
    "35226": {
        "id": "23:23214",
        "name": "נחמיה/עזרא",
        "lat": "31.949906",
        "lon": "34.827259",
        "code": 35226,
        "location": null
    },
    "35227": {
        "id": "23:23215",
        "name": "נחמיה/מרבד הקסמים",
        "lat": "31.948623",
        "lon": "34.826558",
        "code": 35227,
        "location": null
    },
    "35297": {
        "id": "23:23224",
        "name": "כתריאל רפפורט/חנה ומיכאל לוין",
        "lat": "31.967157",
        "lon": "34.82385",
        "code": 35297,
        "location": null
    },
    "35298": {
        "id": "23:23225",
        "name": "חנה ומיכאל לוין/ירושלים",
        "lat": "31.962109",
        "lon": "34.821653",
        "code": 35298,
        "location": null
    },
    "35299": {
        "id": "23:23226",
        "name": "הדייגים/הסירה",
        "lat": "31.986273",
        "lon": "34.779686",
        "code": 35299,
        "location": null
    },
    "35300": {
        "id": "23:23227",
        "name": "הדייגים/האלתית",
        "lat": "31.986156",
        "lon": "34.780148",
        "code": 35300,
        "location": null
    },
    "35309": {
        "id": "23:23234",
        "name": "יהודה הלוי/יוחנן הסנדלר",
        "lat": "31.967385",
        "lon": "34.814289",
        "code": 35309,
        "location": null
    },
    "35318": {
        "id": "23:23242",
        "name": "גולדה מאיר/הסיתוונית",
        "lat": "31.976009",
        "lon": "34.784779",
        "code": 35318,
        "location": null
    },
    "35323": {
        "id": "23:23247",
        "name": "גולדה מאיר/חי כיף",
        "lat": "31.975539",
        "lon": "34.785605",
        "code": 35323,
        "location": null
    },
    "35376": {
        "id": "23:23297",
        "name": "רוטשילד/גורדון",
        "lat": "31.964261",
        "lon": "34.79615",
        "code": 35376,
        "location": null
    },
    "35519": {
        "id": "23:23402",
        "name": "הנחשול/מבצע משה",
        "lat": "31.983243",
        "lon": "34.782298",
        "code": 35519,
        "location": null
    },
    "35528": {
        "id": "23:23410",
        "name": "הנחשול/שדרות משה דיין",
        "lat": "31.980249",
        "lon": "34.779907",
        "code": 35528,
        "location": null
    },
    "35534": {
        "id": "23:23415",
        "name": "משה דיין/לוי אשכול",
        "lat": "31.979265",
        "lon": "34.780352",
        "code": 35534,
        "location": null
    },
    "35606": {
        "id": "23:23477",
        "name": "היקב/היוגבים",
        "lat": "31.972402",
        "lon": "34.778385",
        "code": 35606,
        "location": null
    },
    "35608": {
        "id": "23:23479",
        "name": "היקב/הזמורה",
        "lat": "31.972754",
        "lon": "34.77848",
        "code": 35608,
        "location": null
    },
    "35694": {
        "id": "23:23547",
        "name": "דרך המכבים/שד. הציונות",
        "lat": "31.980567",
        "lon": "34.809298",
        "code": 35694,
        "location": null
    },
    "35698": {
        "id": "23:23551",
        "name": "משה דיין/יצחק בן צבי",
        "lat": "31.977782",
        "lon": "34.79022",
        "code": 35698,
        "location": null
    },
    "35699": {
        "id": "23:23552",
        "name": "המצלתיים/התזמורת",
        "lat": "31.964675",
        "lon": "34.77485",
        "code": 35699,
        "location": null
    },
    "35700": {
        "id": "23:23553",
        "name": "המצלתיים/חומה ומגדל",
        "lat": "31.964447",
        "lon": "34.774899",
        "code": 35700,
        "location": null
    },
    "35701": {
        "id": "23:23554",
        "name": "התזמורת/האורגן",
        "lat": "31.96654",
        "lon": "34.77555",
        "code": 35701,
        "location": null
    },
    "35702": {
        "id": "23:23555",
        "name": "התזמורת/המפוחית",
        "lat": "31.965808",
        "lon": "34.775006",
        "code": 35702,
        "location": null
    },
    "35703": {
        "id": "23:23556",
        "name": "התזמורת/הפסנתר",
        "lat": "31.966985",
        "lon": "34.773493",
        "code": 35703,
        "location": null
    },
    "35704": {
        "id": "23:23557",
        "name": "התזמורת/החצוצרה",
        "lat": "31.966309",
        "lon": "34.772999",
        "code": 35704,
        "location": null
    },
    "35705": {
        "id": "23:23558",
        "name": "החצוצרה/מוטה גור",
        "lat": "31.96565",
        "lon": "34.772212",
        "code": 35705,
        "location": null
    },
    "35706": {
        "id": "23:23559",
        "name": "החצוצרה/התזמורת",
        "lat": "31.965604",
        "lon": "34.771807",
        "code": 35706,
        "location": null
    },
    "35707": {
        "id": "23:23560",
        "name": "תור הזהב/לוי אשכול",
        "lat": "31.974879",
        "lon": "34.776023",
        "code": 35707,
        "location": null
    },
    "35708": {
        "id": "23:23561",
        "name": "תור הזהב/הרשבא",
        "lat": "31.977629",
        "lon": "34.774479",
        "code": 35708,
        "location": null
    },
    "35711": {
        "id": "23:23564",
        "name": "תור הזהב/בן סרוק",
        "lat": "31.977102",
        "lon": "34.774523",
        "code": 35711,
        "location": null
    },
    "35712": {
        "id": "23:23565",
        "name": "גדולי ישראל/חיים בר לב",
        "lat": "31.979163",
        "lon": "34.765786",
        "code": 35712,
        "location": null
    },
    "35722": {
        "id": "23:23575",
        "name": "הסוכה/היין",
        "lat": "31.974177",
        "lon": "34.778777",
        "code": 35722,
        "location": null
    },
    "35723": {
        "id": "23:23576",
        "name": "נאות סיני/יצחק רבין",
        "lat": "31.978646",
        "lon": "34.760846",
        "code": 35723,
        "location": null
    },
    "35744": {
        "id": "23:23596",
        "name": "תחנה מרכזית ראשון לציון/הורדה",
        "lat": "31.967627",
        "lon": "34.784625",
        "code": 35744,
        "location": null
    },
    "35750": {
        "id": "23:23602",
        "name": "שדרות בגין/השחר",
        "lat": "31.971379",
        "lon": "34.797561",
        "code": 35750,
        "location": null
    },
    "35752": {
        "id": "23:23604",
        "name": "יהושע גיבשטיין/שמחה הולצברג",
        "lat": "31.950092",
        "lon": "34.809246",
        "code": 35752,
        "location": null
    },
    "35783": {
        "id": "23:23633",
        "name": "יהושע גיבשטיין/אריה ברגר",
        "lat": "31.950187",
        "lon": "34.809434",
        "code": 35783,
        "location": null
    },
    "35803": {
        "id": "23:23653",
        "name": "מוטה גור/מוריי גלמן",
        "lat": "31.967699",
        "lon": "34.771673",
        "code": 35803,
        "location": null
    },
    "35804": {
        "id": "23:23654",
        "name": "אצ''ל/אלטלנה",
        "lat": "31.990789",
        "lon": "34.760756",
        "code": 35804,
        "location": null
    },
    "35805": {
        "id": "23:23655",
        "name": "אצ''ל/יוסף לישנסקי",
        "lat": "31.989846",
        "lon": "34.7634",
        "code": 35805,
        "location": null
    },
    "35808": {
        "id": "23:23658",
        "name": "חיים בר לב/גדולי ישראל",
        "lat": "31.979911",
        "lon": "34.765776",
        "code": 35808,
        "location": null
    },
    "35815": {
        "id": "23:23665",
        "name": "יצחק רבין/נאות סיני",
        "lat": "31.97653",
        "lon": "34.76262",
        "code": 35815,
        "location": null
    },
    "35838": {
        "id": "23:23688",
        "name": "דוד סחרוב/משה לוי",
        "lat": "31.989569",
        "lon": "34.774637",
        "code": 35838,
        "location": null
    },
    "35863": {
        "id": "23:23713",
        "name": "שדרות היובל/נחלת יהודה",
        "lat": "31.979537",
        "lon": "34.797948",
        "code": 35863,
        "location": null
    },
    "35873": {
        "id": "23:23721",
        "name": "ברשבסקי/מנחם כהן",
        "lat": "31.973101",
        "lon": "34.812309",
        "code": 35873,
        "location": null
    },
    "35886": {
        "id": "23:23734",
        "name": "תחנת רכבת הראשונים",
        "lat": "31.948657",
        "lon": "34.805192",
        "code": 35886,
        "location": null
    },
    "35889": {
        "id": "23:23736",
        "name": "יהושע גיבשטיין/יונה צבי פיינשטיין",
        "lat": "31.9521",
        "lon": "34.810702",
        "code": 35889,
        "location": null
    },
    "35908": {
        "id": "23:23755",
        "name": "הרצל/הרב הרצוג",
        "lat": "31.967209",
        "lon": "34.803055",
        "code": 35908,
        "location": null
    },
    "35909": {
        "id": "23:23756",
        "name": "עין הקורא/ביאליק",
        "lat": "31.965824",
        "lon": "34.80222",
        "code": 35909,
        "location": null
    },
    "35916": {
        "id": "23:23762",
        "name": "לוי אשכול/תור הזהב",
        "lat": "31.974039",
        "lon": "34.775979",
        "code": 35916,
        "location": null
    },
    "35919": {
        "id": "23:23765",
        "name": "נווה דקלים/רפידים",
        "lat": "31.979646",
        "lon": "34.760225",
        "code": 35919,
        "location": null
    },
    "35920": {
        "id": "23:23766",
        "name": "החלוצים/נוב",
        "lat": "31.984428",
        "lon": "34.760918",
        "code": 35920,
        "location": null
    },
    "35921": {
        "id": "23:23767",
        "name": "החלוצים/נוב",
        "lat": "31.983892",
        "lon": "34.760379",
        "code": 35921,
        "location": null
    },
    "35922": {
        "id": "23:23768",
        "name": "נווה דקלים/נחל ים",
        "lat": "31.979959",
        "lon": "34.759475",
        "code": 35922,
        "location": null
    },
    "35932": {
        "id": "23:23776",
        "name": "שמוטקין/ברשבסקי",
        "lat": "31.974383",
        "lon": "34.810697",
        "code": 35932,
        "location": null
    },
    "35933": {
        "id": "23:23777",
        "name": "צבי פרנק/גבעתי",
        "lat": "31.969199",
        "lon": "34.816171",
        "code": 35933,
        "location": null
    },
    "35935": {
        "id": "23:23779",
        "name": "חיים בר לב/משה דיין",
        "lat": "31.98252",
        "lon": "34.76776",
        "code": 35935,
        "location": null
    },
    "35938": {
        "id": "23:23780",
        "name": "יוסף לישנסקי/ההגנה",
        "lat": "31.987241",
        "lon": "34.764089",
        "code": 35938,
        "location": null
    },
    "35939": {
        "id": "23:23781",
        "name": "התזמורת/העוגב",
        "lat": "31.96819",
        "lon": "34.775544",
        "code": 35939,
        "location": null
    },
    "35951": {
        "id": "23:23793",
        "name": "הרצל/רוטשילד",
        "lat": "31.963964",
        "lon": "34.802855",
        "code": 35951,
        "location": null
    },
    "35999": {
        "id": "23:23839",
        "name": "חיים בר לב/גדולי ישראל",
        "lat": "31.979245",
        "lon": "34.76498",
        "code": 35999,
        "location": null
    },
    "36000": {
        "id": "23:23840",
        "name": "נגבה/חומה ומגדל",
        "lat": "31.963644",
        "lon": "34.776978",
        "code": 36000,
        "location": null
    },
    "36001": {
        "id": "23:23841",
        "name": "נגבה/בית יהושוע",
        "lat": "31.963427",
        "lon": "34.777917",
        "code": 36001,
        "location": null
    },
    "36002": {
        "id": "23:23842",
        "name": "נגבה/כפר חיטים",
        "lat": "31.962798",
        "lon": "34.780497",
        "code": 36002,
        "location": null
    },
    "36003": {
        "id": "23:23843",
        "name": "נגבה/חניתה",
        "lat": "31.963872",
        "lon": "34.780953",
        "code": 36003,
        "location": null
    },
    "36005": {
        "id": "23:23845",
        "name": "שדרות יעקב/ישעיהו הנביא",
        "lat": "31.951879",
        "lon": "34.819979",
        "code": 36005,
        "location": null
    },
    "36006": {
        "id": "23:23846",
        "name": "השירה העברית/הרב קאפח",
        "lat": "31.976568",
        "lon": "34.769833",
        "code": 36006,
        "location": null
    },
    "36007": {
        "id": "23:23847",
        "name": "השירה העברית/המשוררת רחל",
        "lat": "31.975996",
        "lon": "34.769882",
        "code": 36007,
        "location": null
    },
    "36008": {
        "id": "23:23848",
        "name": "השירה העברית/גדולי ישראל",
        "lat": "31.977876",
        "lon": "34.769366",
        "code": 36008,
        "location": null
    },
    "36009": {
        "id": "23:23849",
        "name": "מורשת ישראל/ריב''ל",
        "lat": "31.974792",
        "lon": "34.772474",
        "code": 36009,
        "location": null
    },
    "36010": {
        "id": "23:23850",
        "name": "מורשת ישראל/הרב נריה",
        "lat": "31.974868",
        "lon": "34.773273",
        "code": 36010,
        "location": null
    },
    "36011": {
        "id": "23:23851",
        "name": "גדולי ישראל/שייקה אופיר",
        "lat": "31.978756",
        "lon": "34.771399",
        "code": 36011,
        "location": null
    },
    "36012": {
        "id": "23:23852",
        "name": "גדולי ישראל/אלקבץ",
        "lat": "31.978759",
        "lon": "34.771877",
        "code": 36012,
        "location": null
    },
    "36014": {
        "id": "23:23853",
        "name": "חומה ומגדל/אושה",
        "lat": "31.965378",
        "lon": "34.77691",
        "code": 36014,
        "location": null
    },
    "36015": {
        "id": "23:23854",
        "name": "נגבה/בית הערבה",
        "lat": "31.966324",
        "lon": "34.779177",
        "code": 36015,
        "location": null
    },
    "36016": {
        "id": "23:23855",
        "name": "חומה ומגדל/נגבה",
        "lat": "31.967801",
        "lon": "34.778053",
        "code": 36016,
        "location": null
    },
    "36017": {
        "id": "23:23856",
        "name": "חומה ומגדל/ההסתדרות",
        "lat": "31.967531",
        "lon": "34.778152",
        "code": 36017,
        "location": null
    },
    "36019": {
        "id": "23:23857",
        "name": "נגבה/גאולים",
        "lat": "31.966154",
        "lon": "34.779906",
        "code": 36019,
        "location": null
    },
    "36021": {
        "id": "23:23858",
        "name": "נגבה/דן",
        "lat": "31.965173",
        "lon": "34.781651",
        "code": 36021,
        "location": null
    },
    "36023": {
        "id": "23:23859",
        "name": "ההסתדרות/גולדה מאיר",
        "lat": "31.967215",
        "lon": "34.781782",
        "code": 36023,
        "location": null
    },
    "36024": {
        "id": "23:23860",
        "name": "התקומה/ישראל גלילי",
        "lat": "31.971273",
        "lon": "34.78007",
        "code": 36024,
        "location": null
    },
    "36025": {
        "id": "23:23861",
        "name": "התקומה/המורן",
        "lat": "31.972413",
        "lon": "34.780996",
        "code": 36025,
        "location": null
    },
    "36026": {
        "id": "23:23862",
        "name": "תור הזהב/לוי אשכול",
        "lat": "31.974975",
        "lon": "34.775435",
        "code": 36026,
        "location": null
    },
    "36027": {
        "id": "23:23863",
        "name": "תור הזהב / לוי אשכול",
        "lat": "31.974987",
        "lon": "34.775815",
        "code": 36027,
        "location": null
    },
    "36031": {
        "id": "23:23864",
        "name": "התקומה/שומרה",
        "lat": "31.974855",
        "lon": "34.782169",
        "code": 36031,
        "location": null
    },
    "36032": {
        "id": "23:23865",
        "name": "התקומה/גולדה מאיר",
        "lat": "31.974793",
        "lon": "34.782388",
        "code": 36032,
        "location": null
    },
    "36033": {
        "id": "23:23866",
        "name": "שדרות משה דיין/לוי אשכול",
        "lat": "31.979319",
        "lon": "34.78012",
        "code": 36033,
        "location": null
    },
    "36037": {
        "id": "23:23868",
        "name": "רוטשילד/רמז",
        "lat": "31.964537",
        "lon": "34.793501",
        "code": 36037,
        "location": null
    },
    "36040": {
        "id": "23:23869",
        "name": "רוטשילד/השקד",
        "lat": "31.96416",
        "lon": "34.796224",
        "code": 36040,
        "location": null
    },
    "36042": {
        "id": "23:23871",
        "name": "התקומה/חסידי אומות העולם",
        "lat": "31.976941",
        "lon": "34.78343",
        "code": 36042,
        "location": null
    },
    "36043": {
        "id": "23:23872",
        "name": "שדרות משה דיין/הרב יוסף עזרן",
        "lat": "31.978636",
        "lon": "34.783712",
        "code": 36043,
        "location": null
    },
    "36044": {
        "id": "23:23873",
        "name": "שדרות משה דיין/התקומה",
        "lat": "31.978057",
        "lon": "34.785055",
        "code": 36044,
        "location": null
    },
    "36045": {
        "id": "23:23874",
        "name": "שדרות משה דיין/שאול המלך",
        "lat": "31.977436",
        "lon": "34.788539",
        "code": 36045,
        "location": null
    },
    "36046": {
        "id": "23:23875",
        "name": "שד. משה דיין/שאול המלך",
        "lat": "31.977676",
        "lon": "34.788427",
        "code": 36046,
        "location": null
    },
    "36048": {
        "id": "23:23876",
        "name": "זבוטינסקי/שפינוזה",
        "lat": "31.967878",
        "lon": "34.799494",
        "code": 36048,
        "location": null
    },
    "36050": {
        "id": "23:23877",
        "name": "ז'בוטינסקי/שדרות בגין",
        "lat": "31.971693",
        "lon": "34.798335",
        "code": 36050,
        "location": null
    },
    "36051": {
        "id": "23:23878",
        "name": "מד''א/ז'בוטינסקי",
        "lat": "31.973532",
        "lon": "34.797126",
        "code": 36051,
        "location": null
    },
    "36052": {
        "id": "23:23879",
        "name": "מד''א/ז'בוטינסקי",
        "lat": "31.974782",
        "lon": "34.796752",
        "code": 36052,
        "location": null
    },
    "36053": {
        "id": "23:23880",
        "name": "תחנת רכבת הראשונים",
        "lat": "31.948773",
        "lon": "34.80516",
        "code": 36053,
        "location": null
    },
    "36055": {
        "id": "23:23881",
        "name": "אבי האסירים",
        "lat": "31.954604",
        "lon": "34.804107",
        "code": 36055,
        "location": null
    },
    "36056": {
        "id": "23:23882",
        "name": "זבוטינסקי/האחים סמילצנסקי",
        "lat": "31.960347",
        "lon": "34.800944",
        "code": 36056,
        "location": null
    },
    "36061": {
        "id": "23:23883",
        "name": "עולי הגרדום/רוטנברג",
        "lat": "31.961062",
        "lon": "34.801878",
        "code": 36061,
        "location": null
    },
    "36062": {
        "id": "23:23884",
        "name": "היכל התרבות/זבוטינסקי",
        "lat": "31.961969",
        "lon": "34.800459",
        "code": 36062,
        "location": null
    },
    "36063": {
        "id": "23:23885",
        "name": "זבוטינסקי/וולפסון",
        "lat": "31.962669",
        "lon": "34.800055",
        "code": 36063,
        "location": null
    },
    "36069": {
        "id": "23:23889",
        "name": "מרגולין/צג בנות",
        "lat": "31.969224",
        "lon": "34.808896",
        "code": 36069,
        "location": null
    },
    "36070": {
        "id": "23:23890",
        "name": "הגדוד העברי/חב''ד",
        "lat": "31.969004",
        "lon": "34.810092",
        "code": 36070,
        "location": null
    },
    "36071": {
        "id": "23:23891",
        "name": "הגדוד העברי/מרגולין",
        "lat": "31.968705",
        "lon": "34.810283",
        "code": 36071,
        "location": null
    },
    "36072": {
        "id": "23:23892",
        "name": "שדרות יעקב/האשל",
        "lat": "31.959695",
        "lon": "34.823905",
        "code": 36072,
        "location": null
    },
    "36073": {
        "id": "23:23893",
        "name": "שדרות יעקב/הורד",
        "lat": "31.959669",
        "lon": "34.823691",
        "code": 36073,
        "location": null
    },
    "36086": {
        "id": "23:23898",
        "name": "זלמן שזר/חיל הים",
        "lat": "31.996971",
        "lon": "34.738539",
        "code": 36086,
        "location": null
    },
    "36089": {
        "id": "23:23901",
        "name": "זלמן שז''ר/חיל הרגלים",
        "lat": "31.996084",
        "lon": "34.741383",
        "code": 36089,
        "location": null
    },
    "36090": {
        "id": "23:23902",
        "name": "כורש/רחבעם זאבי",
        "lat": "31.99473",
        "lon": "34.742441",
        "code": 36090,
        "location": null
    },
    "36092": {
        "id": "23:23904",
        "name": "חיל התותחנים/חיל השריון",
        "lat": "31.998509",
        "lon": "34.738985",
        "code": 36092,
        "location": null
    },
    "36093": {
        "id": "23:23905",
        "name": "חיל התותחנים/חיל השריון",
        "lat": "31.998807",
        "lon": "34.739142",
        "code": 36093,
        "location": null
    },
    "36312": {
        "id": "23:24088",
        "name": "יוסף לישנסקי/דוד סחרוב",
        "lat": "31.993238",
        "lon": "34.767446",
        "code": 36312,
        "location": null
    },
    "36315": {
        "id": "23:24089",
        "name": "יוסף לישנסקי/שייקה דן",
        "lat": "31.994753",
        "lon": "34.767275",
        "code": 36315,
        "location": null
    },
    "36592": {
        "id": "23:24233",
        "name": "מנחם כהן/הצופים",
        "lat": "31.974555",
        "lon": "34.813477",
        "code": 36592,
        "location": null
    },
    "36646": {
        "id": "23:24265",
        "name": "מנחם כהן/הצופים",
        "lat": "31.974616",
        "lon": "34.813291",
        "code": 36646,
        "location": null
    },
    "36813": {
        "id": "23:24309",
        "name": "יגאל אלון/שדרות נים",
        "lat": "31.948512",
        "lon": "34.81041",
        "code": 36813,
        "location": null
    },
    "37070": {
        "id": "23:24433",
        "name": "דוד סחרוב/משה לוי",
        "lat": "31.98973",
        "lon": "34.77427",
        "code": 37070,
        "location": {
            "place_id": "18664707",
            "lat": "31.989689",
            "lon": "34.774245",
            "address": {
                "bus_stop": "דוד סחרוב/משה לוי",
                "road": "דוד סחרוב",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "דוד סחרוב/משה לוי, דוד סחרוב, אזור תעשייה חדש, נווה ים, ראשון לציון, מחוז המרכז, 75650, ישראל"
        }
    },
    "37315": {
        "id": "23:24627",
        "name": "מחלף עין הקורא",
        "lat": "31.956436",
        "lon": "34.78376",
        "code": 37315,
        "location": null
    },
    "37316": {
        "id": "23:24628",
        "name": "אלי ויזל/מוטה גור",
        "lat": "31.969115",
        "lon": "34.770474",
        "code": 37316,
        "location": null
    },
    "37326": {
        "id": "23:24638",
        "name": "חיים בר לב/החלוצים",
        "lat": "31.981841",
        "lon": "34.766974",
        "code": 37326,
        "location": null
    },
    "37327": {
        "id": "23:24639",
        "name": "שדרות יעקב/מורדי הגיטאות",
        "lat": "31.955218",
        "lon": "34.821987",
        "code": 37327,
        "location": null
    },
    "37328": {
        "id": "23:24640",
        "name": "הרצל/אסא",
        "lat": "31.962979",
        "lon": "34.802918",
        "code": 37328,
        "location": null
    },
    "37329": {
        "id": "23:24641",
        "name": "משה שרת/קנר",
        "lat": "31.993108",
        "lon": "34.755445",
        "code": 37329,
        "location": null
    },
    "37333": {
        "id": "23:24645",
        "name": "שער ירושלים",
        "lat": "31.954809",
        "lon": "34.845119",
        "code": 37333,
        "location": null
    },
    "37334": {
        "id": "23:24646",
        "name": "הרב יוסף עזרן/שנהב",
        "lat": "31.980352",
        "lon": "34.785242",
        "code": 37334,
        "location": null
    },
    "37335": {
        "id": "23:24647",
        "name": "מבצע משה/הנחשול",
        "lat": "31.98201",
        "lon": "34.782227",
        "code": 37335,
        "location": null
    },
    "37336": {
        "id": "23:24648",
        "name": "הנחשול/ה' באייר",
        "lat": "31.98122",
        "lon": "34.78032",
        "code": 37336,
        "location": null
    },
    "37413": {
        "id": "23:38288",
        "name": "מסוף קניון הזהב",
        "lat": "31.988671",
        "lon": "34.774887",
        "code": 37413,
        "location": null
    },
    "37456": {
        "id": "23:38692",
        "name": "התקומה/מישר",
        "lat": "31.969035",
        "lon": "34.779036",
        "code": 37456,
        "location": null
    },
    "37474": {
        "id": "23:38752",
        "name": "החלוצים/יונתן",
        "lat": "31.983431",
        "lon": "34.76522",
        "code": 37474,
        "location": null
    },
    "37475": {
        "id": "23:38751",
        "name": "החלוצים/עין זיוון",
        "lat": "31.98461",
        "lon": "34.763103",
        "code": 37475,
        "location": null
    },
    "37476": {
        "id": "23:38750",
        "name": "חנה ומיכאל לוין/אולגה ויהושע",
        "lat": "31.965276",
        "lon": "34.824128",
        "code": 37476,
        "location": null
    },
    "37477": {
        "id": "23:38749",
        "name": "רנה קאסן/שדרות יצחק רבין",
        "lat": "31.975473",
        "lon": "34.762128",
        "code": 37477,
        "location": null
    },
    "37498": {
        "id": "23:24661",
        "name": "ישראל גלילי/החלמוניות",
        "lat": "31.969559",
        "lon": "34.782685",
        "code": 37498,
        "location": null
    },
    "37504": {
        "id": "23:24664",
        "name": "שדרות היובל/פינסקר",
        "lat": "31.981825",
        "lon": "34.799515",
        "code": 37504,
        "location": null
    },
    "37506": {
        "id": "23:24666",
        "name": "הרצל/שמשון בן זאב",
        "lat": "31.969914",
        "lon": "34.805183",
        "code": 37506,
        "location": null
    },
    "37508": {
        "id": "23:24667",
        "name": "בית ספר חקלאי/דרך המכבים",
        "lat": "31.977972",
        "lon": "34.808557",
        "code": 37508,
        "location": null
    },
    "37509": {
        "id": "23:24668",
        "name": "צבי פרנק/הרב צדוק",
        "lat": "31.971973",
        "lon": "34.808581",
        "code": 37509,
        "location": null
    },
    "37510": {
        "id": "23:24669",
        "name": "דרך המכבים/שדרות הציונות",
        "lat": "31.981411",
        "lon": "34.809759",
        "code": 37510,
        "location": null
    },
    "37520": {
        "id": "23:24673",
        "name": "בית חולים אסף הרופא",
        "lat": "31.965156",
        "lon": "34.840409",
        "code": 37520,
        "location": null
    },
    "37597": {
        "id": "23:24733",
        "name": "הסוכה/הדגן",
        "lat": "31.97517",
        "lon": "34.779471",
        "code": 37597,
        "location": null
    },
    "37602": {
        "id": "23:24736",
        "name": "ירושלים/האחד עשר",
        "lat": "31.962267",
        "lon": "34.819914",
        "code": 37602,
        "location": null
    },
    "37605": {
        "id": "23:24739",
        "name": "גבעתי/קרייתי",
        "lat": "31.963381",
        "lon": "34.817387",
        "code": 37605,
        "location": null
    },
    "37606": {
        "id": "23:24740",
        "name": "חנה ומיכאל לוין/חיים שרף",
        "lat": "31.964912",
        "lon": "34.823573",
        "code": 37606,
        "location": null
    },
    "37607": {
        "id": "23:24741",
        "name": "גבעתי/רש''י",
        "lat": "31.967412",
        "lon": "34.816727",
        "code": 37607,
        "location": null
    },
    "37622": {
        "id": "23:24753",
        "name": "צבי פרנק/ברנדייס",
        "lat": "31.972097",
        "lon": "34.807641",
        "code": 37622,
        "location": null
    },
    "37623": {
        "id": "23:24754",
        "name": "רוטשילד/זבוטינסקי",
        "lat": "31.963824",
        "lon": "34.800335",
        "code": 37623,
        "location": null
    },
    "37624": {
        "id": "23:24755",
        "name": "הרצל/תרמ''ב",
        "lat": "31.966377",
        "lon": "34.80284",
        "code": 37624,
        "location": null
    },
    "37625": {
        "id": "23:24756",
        "name": "הרצל/ינובסקי",
        "lat": "31.958397",
        "lon": "34.801966",
        "code": 37625,
        "location": null
    },
    "37626": {
        "id": "23:24757",
        "name": "הרצל/עין הקורא",
        "lat": "31.966293",
        "lon": "34.802644",
        "code": 37626,
        "location": null
    },
    "37628": {
        "id": "23:24759",
        "name": "יוסף ספיר/השר חיים שפירא",
        "lat": "31.992622",
        "lon": "34.75097",
        "code": 37628,
        "location": null
    },
    "37634": {
        "id": "23:24765",
        "name": "הרצל/שדרות תש''ח",
        "lat": "31.955487",
        "lon": "34.802302",
        "code": 37634,
        "location": null
    },
    "37639": {
        "id": "23:24767",
        "name": "הרצל/אבי האסירים",
        "lat": "31.954776",
        "lon": "34.802683",
        "code": 37639,
        "location": null
    },
    "37644": {
        "id": "23:24768",
        "name": "הרצל/הכרמל",
        "lat": "31.962547",
        "lon": "34.803175",
        "code": 37644,
        "location": null
    },
    "37648": {
        "id": "23:24772",
        "name": "בנימין שמוטקין/יעקב פריימן",
        "lat": "31.97621",
        "lon": "34.811152",
        "code": 37648,
        "location": null
    },
    "37650": {
        "id": "23:24774",
        "name": "צבי פרנק/יוחנן הסנדלר",
        "lat": "31.970074",
        "lon": "34.812819",
        "code": 37650,
        "location": null
    },
    "37651": {
        "id": "23:24775",
        "name": "צבי פרנק/יעקובזון",
        "lat": "31.970209",
        "lon": "34.81287",
        "code": 37651,
        "location": null
    },
    "37658": {
        "id": "23:24782",
        "name": "סגל/פיקא",
        "lat": "31.972459",
        "lon": "34.814442",
        "code": 37658,
        "location": null
    },
    "37663": {
        "id": "23:24787",
        "name": "אסף הרופא/צריפין",
        "lat": "31.969932",
        "lon": "34.843347",
        "code": 37663,
        "location": null
    },
    "37792": {
        "id": "23:24861",
        "name": "מחלף ראשונים/תחנת רכבת",
        "lat": "31.948823",
        "lon": "34.80187",
        "code": 37792,
        "location": null
    },
    "37928": {
        "id": "23:24995",
        "name": "בי''ס לכבאות/רחבעם זאבי",
        "lat": "31.992916",
        "lon": "34.745135",
        "code": 37928,
        "location": null
    },
    "37939": {
        "id": "23:25006",
        "name": "כתריאל רפפורט/חיים הרצוג",
        "lat": "31.966958",
        "lon": "34.824446",
        "code": 37939,
        "location": null
    },
    "38016": {
        "id": "23:25027",
        "name": "אברהם בומה שביט/התגלית",
        "lat": "31.950251",
        "lon": "34.762381",
        "code": 38016,
        "location": null
    },
    "38019": {
        "id": "23:25030",
        "name": "אברהם בומה שביט/מרק מושביץ",
        "lat": "31.950907",
        "lon": "34.768406",
        "code": 38019,
        "location": null
    },
    "38021": {
        "id": "23:25032",
        "name": "התזמורת/המצלתיים",
        "lat": "31.96436",
        "lon": "34.77429",
        "code": 38021,
        "location": null
    },
    "38022": {
        "id": "23:25033",
        "name": "המכללה למינהל/מוטה גור",
        "lat": "31.970151",
        "lon": "34.773404",
        "code": 38022,
        "location": null
    },
    "38047": {
        "id": "23:25057",
        "name": "סופרלנד/שדרות מרילנד",
        "lat": "31.979084",
        "lon": "34.74321",
        "code": 38047,
        "location": null
    },
    "38049": {
        "id": "23:25059",
        "name": "איקאה/היוזמה",
        "lat": "31.951168",
        "lon": "34.770724",
        "code": 38049,
        "location": null
    },
    "38144": {
        "id": "23:25107",
        "name": "נחלת יהודה ב",
        "lat": "31.984633",
        "lon": "34.81074",
        "code": 38144,
        "location": null
    },
    "38150": {
        "id": "23:25113",
        "name": "זבוטינסקי/אזר",
        "lat": "31.964472",
        "lon": "34.799928",
        "code": 38150,
        "location": null
    },
    "38157": {
        "id": "23:25120",
        "name": "לוי אשכול/חסידי אומות העולם",
        "lat": "31.977453",
        "lon": "34.777954",
        "code": 38157,
        "location": null
    },
    "38165": {
        "id": "23:25128",
        "name": "מכון וולקני/דרך המכבים",
        "lat": "31.994441",
        "lon": "34.815195",
        "code": 38165,
        "location": null
    },
    "38169": {
        "id": "23:25132",
        "name": "שדרות משה דיין/אבני החושן",
        "lat": "31.981067",
        "lon": "34.774538",
        "code": 38169,
        "location": null
    },
    "38170": {
        "id": "23:25133",
        "name": "שדרות משה דיין/אברהם בר",
        "lat": "31.9826",
        "lon": "34.771236",
        "code": 38170,
        "location": null
    },
    "38171": {
        "id": "23:25134",
        "name": "שדרות משה דיין/בסקינד",
        "lat": "31.984207",
        "lon": "34.768043",
        "code": 38171,
        "location": null
    },
    "38172": {
        "id": "23:25135",
        "name": "שדרות משה דיין/הנחשול",
        "lat": "31.979908",
        "lon": "34.778702",
        "code": 38172,
        "location": null
    },
    "38173": {
        "id": "23:25136",
        "name": "לוי אשכול/היין",
        "lat": "31.972973",
        "lon": "34.775641",
        "code": 38173,
        "location": null
    },
    "38358": {
        "id": "23:36829",
        "name": "מנחם גינדי/חיים הרצוג",
        "lat": "31.968578",
        "lon": "34.826686",
        "code": 38358,
        "location": null
    },
    "38359": {
        "id": "23:36830",
        "name": "יוסף בורג/מנחם גינדי",
        "lat": "31.970028",
        "lon": "34.8215",
        "code": 38359,
        "location": null
    },
    "38360": {
        "id": "23:36831",
        "name": "כתריאל רפפורט/האחד עשר",
        "lat": "31.968694",
        "lon": "34.820999",
        "code": 38360,
        "location": null
    },
    "38361": {
        "id": "23:36832",
        "name": "כתריאל רפפורט/דר יוסף בורג",
        "lat": "31.968577",
        "lon": "34.821369",
        "code": 38361,
        "location": null
    },
    "38362": {
        "id": "23:36833",
        "name": "יוסף בורג/ההתיישבות",
        "lat": "31.970632",
        "lon": "34.822288",
        "code": 38362,
        "location": null
    },
    "38363": {
        "id": "23:36834",
        "name": "מנחם גינדי/יוסף בורג",
        "lat": "31.96941",
        "lon": "34.825829",
        "code": 38363,
        "location": null
    },
    "38428": {
        "id": "23:25328",
        "name": "מחלף ראשונים",
        "lat": "31.950974",
        "lon": "34.801212",
        "code": 38428,
        "location": null
    },
    "38432": {
        "id": "23:25332",
        "name": "בנימין שמוטקין/התעשיין",
        "lat": "31.983931",
        "lon": "34.815078",
        "code": 38432,
        "location": null
    },
    "38433": {
        "id": "23:25333",
        "name": "בנימין שמוטקין/טוליפמן",
        "lat": "31.982438",
        "lon": "34.814299",
        "code": 38433,
        "location": null
    },
    "38434": {
        "id": "23:25334",
        "name": "בנימין שמוטקין/טוליפמן",
        "lat": "31.982473",
        "lon": "34.814554",
        "code": 38434,
        "location": null
    },
    "38435": {
        "id": "23:25335",
        "name": "שמוטקין/פנחס בן דוד",
        "lat": "31.979307",
        "lon": "34.81265",
        "code": 38435,
        "location": null
    },
    "38436": {
        "id": "23:25336",
        "name": "שמוטקין/פריימן",
        "lat": "31.977057",
        "lon": "34.811925",
        "code": 38436,
        "location": null
    },
    "38437": {
        "id": "23:25337",
        "name": "שמוטקין/טוליפמן",
        "lat": "31.980536",
        "lon": "34.813526",
        "code": 38437,
        "location": null
    },
    "38460": {
        "id": "23:25360",
        "name": "שדרות הציונות",
        "lat": "31.981732",
        "lon": "34.806363",
        "code": 38460,
        "location": null
    },
    "38472": {
        "id": "23:25372",
        "name": "נחמיה/דבורה הנביאה",
        "lat": "31.949642",
        "lon": "34.817989",
        "code": 38472,
        "location": null
    },
    "38495": {
        "id": "23:25395",
        "name": "חנה ומיכאל לוין/ירושלים",
        "lat": "31.962986",
        "lon": "34.822051",
        "code": 38495,
        "location": null
    },
    "38507": {
        "id": "23:25405",
        "name": "משה דיין/אברהם בר",
        "lat": "31.98177",
        "lon": "34.772344",
        "code": 38507,
        "location": null
    },
    "38607": {
        "id": "23:33915",
        "name": "גולדה מאיר/ההרדוף",
        "lat": "31.970957",
        "lon": "34.786264",
        "code": 38607,
        "location": null
    },
    "38634": {
        "id": "23:33942",
        "name": "רכבת משה דיין/שדרות משה דיין",
        "lat": "31.987491",
        "lon": "34.757304",
        "code": 38634,
        "location": null
    },
    "38635": {
        "id": "23:33943",
        "name": "רכבת משה דיין/שדרות משה דיין",
        "lat": "31.987208",
        "lon": "34.757307",
        "code": 38635,
        "location": null
    },
    "38679": {
        "id": "23:33987",
        "name": "שמעון פרס/הנרי קיסינג'ר",
        "lat": "31.968842",
        "lon": "34.768575",
        "code": 38679,
        "location": null
    },
    "38680": {
        "id": "23:33988",
        "name": "שמעון פרס/פול סמואלסון",
        "lat": "31.967856",
        "lon": "34.765011",
        "code": 38680,
        "location": null
    },
    "38681": {
        "id": "23:33989",
        "name": "שמעון פרס/משעול הכימיה",
        "lat": "31.968507",
        "lon": "34.763989",
        "code": 38681,
        "location": null
    },
    "38683": {
        "id": "23:33991",
        "name": "מוטה גור/יצחק רבין",
        "lat": "31.969718",
        "lon": "34.77343",
        "code": 38683,
        "location": null
    },
    "38685": {
        "id": "23:33993",
        "name": "שמעון פרס/מעגל השלום",
        "lat": "31.971569",
        "lon": "34.763566",
        "code": 38685,
        "location": null
    },
    "38686": {
        "id": "23:33994",
        "name": "כצנלסון/ארלוזורוב",
        "lat": "31.967701",
        "lon": "34.793144",
        "code": 38686,
        "location": null
    },
    "38690": {
        "id": "23:33998",
        "name": "כביש 4311/מושביץ",
        "lat": "31.948908",
        "lon": "34.770686",
        "code": 38690,
        "location": null
    },
    "38692": {
        "id": "23:34000",
        "name": "אברהם בומה שביט/התגלית",
        "lat": "31.95006",
        "lon": "34.762255",
        "code": 38692,
        "location": null
    },
    "38694": {
        "id": "23:34002",
        "name": "אברהם בומה שביט/מרק מושביץ",
        "lat": "31.950737",
        "lon": "34.768574",
        "code": 38694,
        "location": null
    },
    "38701": {
        "id": "23:34009",
        "name": "שמעון פרס/ורבורג",
        "lat": "31.970815",
        "lon": "34.762845",
        "code": 38701,
        "location": null
    },
    "38702": {
        "id": "23:34010",
        "name": "שמעון פרס/מעגל השלום",
        "lat": "31.96816",
        "lon": "34.767738",
        "code": 38702,
        "location": null
    },
    "38706": {
        "id": "23:34014",
        "name": "צומת עין הקורא",
        "lat": "31.955348",
        "lon": "34.78428",
        "code": 38706,
        "location": null
    },
    "38719": {
        "id": "23:34027",
        "name": "זלמן שניאור/צייטלין",
        "lat": "31.985494",
        "lon": "34.787366",
        "code": 38719,
        "location": null
    },
    "38721": {
        "id": "23:34029",
        "name": "צומת עין הקורא",
        "lat": "31.955792",
        "lon": "34.787394",
        "code": 38721,
        "location": null
    },
    "38739": {
        "id": "23:34047",
        "name": "בן גוריון/כיכר השוטר",
        "lat": "31.967037",
        "lon": "34.789544",
        "code": 38739,
        "location": null
    },
    "38764": {
        "id": "23:34072",
        "name": "שדרות רחבעם זאבי",
        "lat": "31.996737",
        "lon": "34.733597",
        "code": 38764,
        "location": null
    },
    "38765": {
        "id": "23:34073",
        "name": "שדרות רחבעם זאבי",
        "lat": "31.996436",
        "lon": "34.733894",
        "code": 38765,
        "location": null
    },
    "38787": {
        "id": "23:34095",
        "name": "הרצל/צומת גן הורדים",
        "lat": "31.947458",
        "lon": "34.801637",
        "code": 38787,
        "location": null
    },
    "38798": {
        "id": "23:34106",
        "name": "חנה ומיכאל לוין/חיים שרף",
        "lat": "31.96423",
        "lon": "34.823177",
        "code": 38798,
        "location": null
    },
    "38799": {
        "id": "23:34107",
        "name": "בית עלמין צבאי/יוסף בורג",
        "lat": "31.968854",
        "lon": "34.819401",
        "code": 38799,
        "location": null
    },
    "38801": {
        "id": "23:34109",
        "name": "צומת עין הקורא",
        "lat": "31.956804",
        "lon": "34.786258",
        "code": 38801,
        "location": null
    },
    "38802": {
        "id": "23:34110",
        "name": "חיים בר לב/משה דיין",
        "lat": "31.983128",
        "lon": "34.767979",
        "code": 38802,
        "location": null
    },
    "38803": {
        "id": "23:34111",
        "name": "בסקינד/הכשרת הישוב",
        "lat": "31.988594",
        "lon": "34.768827",
        "code": 38803,
        "location": null
    },
    "38804": {
        "id": "23:34112",
        "name": "גדולי ישראל/השירה העברית",
        "lat": "31.978316",
        "lon": "34.767411",
        "code": 38804,
        "location": null
    },
    "38809": {
        "id": "23:34117",
        "name": "גולדה מאיר/הסיתוונית",
        "lat": "31.976021",
        "lon": "34.784024",
        "code": 38809,
        "location": null
    },
    "38810": {
        "id": "23:34118",
        "name": "אנילביץ'/צייטלין",
        "lat": "31.984269",
        "lon": "34.789865",
        "code": 38810,
        "location": null
    },
    "38811": {
        "id": "23:34119",
        "name": "כביש 4311/כביש 412",
        "lat": "31.953798",
        "lon": "34.778586",
        "code": 38811,
        "location": null
    },
    "38812": {
        "id": "23:34120",
        "name": "כביש 4311/המדע",
        "lat": "31.950591",
        "lon": "34.775117",
        "code": 38812,
        "location": null
    },
    "38813": {
        "id": "23:34121",
        "name": "כביש 4311/מושביץ",
        "lat": "31.949291",
        "lon": "34.77205",
        "code": 38813,
        "location": null
    },
    "38814": {
        "id": "23:34122",
        "name": "כביש 4311/נטעים",
        "lat": "31.94931",
        "lon": "34.773409",
        "code": 38814,
        "location": null
    },
    "38815": {
        "id": "23:34123",
        "name": "צומת עין הקורא",
        "lat": "31.95572",
        "lon": "34.781715",
        "code": 38815,
        "location": null
    },
    "38817": {
        "id": "23:34125",
        "name": "התזמורת/הקלרנית",
        "lat": "31.964225",
        "lon": "34.774087",
        "code": 38817,
        "location": null
    },
    "38818": {
        "id": "23:34126",
        "name": "התזמורת/הגיתית",
        "lat": "31.964753",
        "lon": "34.771869",
        "code": 38818,
        "location": null
    },
    "38825": {
        "id": "23:34133",
        "name": "התזמורת/התוף",
        "lat": "31.964232",
        "lon": "34.771478",
        "code": 38825,
        "location": null
    },
    "38826": {
        "id": "23:34134",
        "name": "יצחק רבין/מוטה גור",
        "lat": "31.970066",
        "lon": "34.774688",
        "code": 38826,
        "location": null
    },
    "38833": {
        "id": "23:3",
        "name": "הנחשול/הדייגים",
        "lat": "31.984558",
        "lon": "34.782815",
        "code": 38833,
        "location": null
    },
    "38847": {
        "id": "23:17",
        "name": "חיים בר לב/שדרות יצחק רבין",
        "lat": "31.976725",
        "lon": "34.763351",
        "code": 38847,
        "location": {
            "place_id": "196117951",
            "lat": "31.9770681",
            "lon": "34.762889",
            "address": {
                "bus_stop": null,
                "road": "ימית",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "60, ימית, ראשון לציון, נווה דקלים, ראשון לציון, מחוז המרכז, 75650, ישראל"
        }
    },
    "38904": {
        "id": "23:74",
        "name": "יעקב פריימן/בנימין שמוטקין",
        "lat": "31.975479",
        "lon": "34.813355",
        "code": 38904,
        "location": {
            "place_id": "18759351",
            "lat": "31.975391",
            "lon": "34.813448",
            "address": {
                "bus_stop": "יעקב פריימן/בנימין שמוטקין",
                "road": "יעקב פריימן",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "יעקב פריימן/בנימין שמוטקין, יעקב פריימן, ראשון לציון, מרום ראשון, ראשון לציון, מחוז המרכז, 75389, ישראל"
        }
    },
    "38905": {
        "id": "23:75",
        "name": "אנילביץ'/שלום אש",
        "lat": "31.982176",
        "lon": "34.789451",
        "code": 38905,
        "location": {
            "place_id": "18610584",
            "lat": "31.981986",
            "lon": "34.789458",
            "address": {
                "bus_stop": "אנילביץ'/שלום אש",
                "road": "מרדכי אנילביץ'",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "אנילביץ'/שלום אש, מרדכי אנילביץ', ראשון לציון, רמת אליהו, ראשון לציון, מחוז המרכז, 75720, ישראל"
        }
    },
    "38906": {
        "id": "23:76",
        "name": "נחמיה/בית העלמין",
        "lat": "31.948544",
        "lon": "34.82242",
        "code": 38906,
        "location": {
            "place_id": "18432296",
            "lat": "31.948464",
            "lon": "34.822569",
            "address": {
                "bus_stop": "נחמיה/עובדיה",
                "road": "נחמיה",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "נחמיה/עובדיה, נחמיה, ראשון לציון, כלניות, ראשון לציון, מחוז המרכז, 75260, ישראל"
        }
    },
    "38907": {
        "id": "23:77",
        "name": "יהודה הלוי/יוחנן הסנדלר",
        "lat": "31.967698",
        "lon": "34.816018",
        "code": 38907,
        "location": {
            "place_id": "18650759",
            "lat": "31.967688",
            "lon": "34.816262",
            "address": {
                "bus_stop": "יהודה הלוי/גבעתי",
                "road": "יהודה הלוי",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "יהודה הלוי/גבעתי, יהודה הלוי, ראשון לציון, רמב ם, ראשון לציון, מחוז המרכז, 75261, ישראל"
        }
    },
    "38911": {
        "id": "23:81",
        "name": "גרינשפן/יגאל אלון",
        "lat": "31.956889",
        "lon": "34.814758",
        "code": 38911,
        "location": {
            "place_id": "123506011",
            "lat": "31.9566793",
            "lon": "34.8142850635761",
            "address": {
                "bus_stop": null,
                "road": "גרינשפן",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "מקיף ו' (חט ב טביב), 6, גרינשפן, ראשון לציון, נווה הדרים, ראשון לציון, מחוז המרכז, 75261, ישראל"
        }
    },
    "38912": {
        "id": "23:82",
        "name": "השומר/האבות",
        "lat": "31.960395",
        "lon": "34.815128",
        "code": 38912,
        "location": {
            "place_id": "18771365",
            "lat": "31.960375",
            "lon": "34.815175",
            "address": {
                "bus_stop": "השומר/האבות",
                "road": "השומר",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "השומר/האבות, השומר, ראשון לציון, נווה הדרים, ראשון לציון, מחוז המרכז, 75261, ישראל"
        }
    },
    "38913": {
        "id": "23:83",
        "name": "משה שרת/יעקב קנר",
        "lat": "31.992324",
        "lon": "34.756923",
        "code": 38913,
        "location": {
            "place_id": "145876400",
            "lat": "31.9929791",
            "lon": "34.7566731459168",
            "address": {
                "bus_stop": null,
                "road": "עדן",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "9, עדן, אזור תעשייה חדש, נווה דקלים, ראשון לציון, מחוז המרכז, 75650, ישראל"
        }
    },
    "38914": {
        "id": "23:84",
        "name": "הדייגים/הנחשול",
        "lat": "31.984969",
        "lon": "34.782615",
        "code": 38914,
        "location": {
            "place_id": "18414483",
            "lat": "31.984928",
            "lon": "34.782592",
            "address": {
                "bus_stop": "הדייגים/הנחשול",
                "road": "הדייגים",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "הדייגים/הנחשול, הדייגים, ראשון לציון, נווה ים, ראשון לציון, מחוז המרכז, 75650, ישראל"
        }
    },
    "38915": {
        "id": "23:85",
        "name": "שדרות זלמן שניאור/שלמה המלך",
        "lat": "31.980001",
        "lon": "34.785312",
        "code": 38915,
        "location": {
            "place_id": "18696707",
            "lat": "31.979909",
            "lon": "34.785102",
            "address": {
                "bus_stop": "שד. זלמן שניאור/מבצע משה",
                "road": "זלמן שניאור",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "שד. זלמן שניאור/מבצע משה, זלמן שניאור, ראשון לציון, רמת אליהו, ראשון לציון, מחוז המרכז, 75720, ישראל"
        }
    },
    "38916": {
        "id": "23:86",
        "name": "יוסף בורג/משואות יצחק",
        "lat": "31.968053",
        "lon": "34.818097",
        "code": 38916,
        "location": {
            "place_id": "18351239",
            "lat": "31.967939",
            "lon": "34.8177",
            "address": {
                "bus_stop": "יוסף בורג/משואות יצחק",
                "road": "ד ר יוסף בורג",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "יוסף בורג/משואות יצחק, ד ר יוסף בורג, ראשון לציון, מרום ראשון, ראשון לציון, מחוז המרכז, 75261, ישראל"
        }
    },
    "38917": {
        "id": "23:87",
        "name": "יוסף בורג/כתריאל רפפורט",
        "lat": "31.96894",
        "lon": "34.820041",
        "code": 38917,
        "location": {
            "place_id": "18728590",
            "lat": "31.96898",
            "lon": "34.820016",
            "address": {
                "bus_stop": "יוסף בורג/רפפורט",
                "road": "ד ר יוסף בורג",
                "town": null,
                "state": "מחוז המרכז",
                "country": "ישראל"
            },
            "display_name": "יוסף בורג/רפפורט, ד ר יוסף בורג, ראשון לציון, מרום ראשון, ראשון לציון, מחוז המרכז, 75261, ישראל"
        }
    },
    "38920": {
        "id": "23:90",
        "name": "שדרות משה דיין/יוסף לישנסקי",
        "lat": "31.985664",
        "lon": "34.764006",
        "code": 38920,
        "location": null
    },
    "38921": {
        "id": "23:91",
        "name": "השר חיים שפירא/יוסף ספיר",
        "lat": "31.992582",
        "lon": "34.751998",
        "code": 38921,
        "location": null
    },
    "38922": {
        "id": "23:92",
        "name": "השר חיים שפירא/הרב שלום ג'רופי",
        "lat": "31.990787",
        "lon": "34.755704",
        "code": 38922,
        "location": null
    },
    "38939": {
        "id": "23:34175",
        "name": "בי''ס קפלן/הרב צאלח",
        "lat": "31.984372",
        "lon": "34.803749",
        "code": 38939,
        "location": null
    },
    "38958": {
        "id": "23:34217",
        "name": "''מתחם ''יס פלנט",
        "lat": "31.980614",
        "lon": "34.747309",
        "code": 38958,
        "location": null
    },
    "38970": {
        "id": "23:35172",
        "name": "שדרות היובל/העצמאות",
        "lat": "31.982843",
        "lon": "34.801214",
        "code": 38970,
        "location": null
    },
    "38971": {
        "id": "23:35173",
        "name": "שדרות הציונות/העצמאות",
        "lat": "31.982046",
        "lon": "34.803065",
        "code": 38971,
        "location": null
    },
    "39001": {
        "id": "23:94",
        "name": "שדרות יעקב/יוסף הנשיא",
        "lat": "31.950253",
        "lon": "34.819242",
        "code": 39001,
        "location": null
    },
    "39002": {
        "id": "23:95",
        "name": "שדרות יעקב/עזרא",
        "lat": "31.951117",
        "lon": "34.819757",
        "code": 39002,
        "location": null
    },
    "39569": {
        "id": "23:642",
        "name": "אנילביץ/שלמה המלך",
        "lat": "31.980533",
        "lon": "34.789306",
        "code": 39569,
        "location": null
    },
    "39721": {
        "id": "23:761",
        "name": "מתחם ג'י/ילדי טהרן",
        "lat": "31.985269",
        "lon": "34.769308",
        "code": 39721,
        "location": null
    },
    "39937": {
        "id": "23:971",
        "name": "רוז'נסקי/דוד רזיאל",
        "lat": "31.987036",
        "lon": "34.770427",
        "code": 39937,
        "location": null
    },
    "39938": {
        "id": "23:972",
        "name": "רוז'נסקי/דוד רזיאל",
        "lat": "31.986974",
        "lon": "34.770779",
        "code": 39938,
        "location": null
    },
    "39942": {
        "id": "23:976",
        "name": "אברהם בר/דוד סחרוב",
        "lat": "31.987452",
        "lon": "34.775177",
        "code": 39942,
        "location": null
    },
    "39943": {
        "id": "23:977",
        "name": "דוד סחרוב/אברהם בר",
        "lat": "31.989257",
        "lon": "34.774922",
        "code": 39943,
        "location": null
    },
    "39944": {
        "id": "23:978",
        "name": "אברהם בר/רוז'נסקי",
        "lat": "31.986716",
        "lon": "34.77443",
        "code": 39944,
        "location": null
    }
};
