stops =
    [{
    "id": "23:15816",
    "name": "משה דיין/גדולי ישראל",
    "lat": "31.980481",
    "lon": "34.775576",
    "code": 31610,
    "location": null
}, {
    "id": "23:15817",
    "name": "משה דיין/חיים בר לב",
    "lat": "31.983369",
    "lon": "34.769223",
    "code": 31611,
    "location": null
}, {
    "id": "23:22355",
    "name": "משה-דיין/שניאור",
    "lat": "31.978513",
    "lon": "34.784197",
    "code": 34326,
    "location": null
}, {
    "id": "23:22451",
    "name": "צומת קרית ראשון",
    "lat": "31.978147",
    "lon": "34.784713",
    "code": 34423,
    "location": null
}, {
    "id": "23:23415",
    "name": "משה דיין/לוי אשכול",
    "lat": "31.979265",
    "lon": "34.780352",
    "code": 35534,
    "location": null
}, {
    "id": "23:23551",
    "name": "משה דיין/יצחק בן צבי",
    "lat": "31.977782",
    "lon": "34.79022",
    "code": 35698,
    "location": null
}, {
    "id": "23:23866",
    "name": "שדרות משה דיין/לוי אשכול",
    "lat": "31.979319",
    "lon": "34.78012",
    "code": 36033,
    "location": null
}, {
    "id": "23:23872",
    "name": "שדרות משה דיין/הרב יוסף עזרן",
    "lat": "31.978636",
    "lon": "34.783712",
    "code": 36043,
    "location": null
}, {
    "id": "23:23873",
    "name": "שדרות משה דיין/התקומה",
    "lat": "31.978057",
    "lon": "34.785055",
    "code": 36044,
    "location": null
}, {
    "id": "23:23874",
    "name": "שדרות משה דיין/שאול המלך",
    "lat": "31.977436",
    "lon": "34.788539",
    "code": 36045,
    "location": null
}, {
    "id": "23:23875",
    "name": "שד. משה דיין/שאול המלך",
    "lat": "31.977676",
    "lon": "34.788427",
    "code": 36046,
    "location": null
}, {
    "id": "23:25132",
    "name": "שדרות משה דיין/אבני החושן",
    "lat": "31.981067",
    "lon": "34.774538",
    "code": 38169,
    "location": null
}, {
    "id": "23:25133",
    "name": "שדרות משה דיין/אברהם בר",
    "lat": "31.9826",
    "lon": "34.771236",
    "code": 38170,
    "location": null
}, {
    "id": "23:25134",
    "name": "שדרות משה דיין/בסקינד",
    "lat": "31.984207",
    "lon": "34.768043",
    "code": 38171,
    "location": null
}, {
    "id": "23:25135",
    "name": "שדרות משה דיין/הנחשול",
    "lat": "31.979908",
    "lon": "34.778702",
    "code": 38172,
    "location": null
}, {
    "id": "23:25405",
    "name": "משה דיין/אברהם בר",
    "lat": "31.98177",
    "lon": "34.772344",
    "code": 38507,
    "location": null
}, {
    "id": "23:33942",
    "name": "רכבת משה דיין/שדרות משה דיין",
    "lat": "31.987491",
    "lon": "34.757304",
    "code": 38634,
    "location": null
}, {
    "id": "23:33943",
    "name": "רכבת משה דיין/שדרות משה דיין",
    "lat": "31.987208",
    "lon": "34.757307",
    "code": 38635,
    "location": null
}, {
    "id": "23:90",
    "name": "שדרות משה דיין/יוסף לישנסקי",
    "lat": "31.985664",
    "lon": "34.764006",
    "code": 38920,
    "location": null
}];
