var positions =
    [{"id": "1", "name": "סינימה סיטי", "lat": "31.983691", "lon": "34.771192", "img": null}, {
        "id": "2",
        "name": "יס פלנט",
        "lat": "31.979892",
        "lon": "34.747504",
        "img": null
    }, {"id": "3", "name": "סופרלנד", "lat": "31.978831", "lon": "34.744209", "img": null}, {
        "id": "4",
        "name": "קניון הזהב",
        "lat": "31.990520",
        "lon": "34.774173",
        "img": null
    }, {"id": "5", "name": "היקב", "lat": "31.973217", "lon": "34.778595", "img": null}];